[
  "در کودکی بی‌خیال و سرخوش بودم و به خواسته‌های سایرین توجهی نداشتم",
  "در نوجوانی اغلب عاشق بودم و به تفریح و گردش علاقه داشتم و دستخوش نوسانات روحی زیادی می‌شدم",
  "دارای احساس‌های متضاد در یک لحظه‌ام، می‌توانم همزمان گریه کنم و بخندم، در یک لحظه بسیار مهربانم و همان لحظه سرد و بی‌رحم هستم و از این دوگانگی زجر می‌کشم و احساس خوبی ندارم",
  "دیگران، مرا فردی نامتعادل می‌دانند و خودم هم فکر می‌کنم از نظر روحی، خیلی نوسان بالا و پایین دارم",
  "برای من حالت‌های متغیر، افسردگی و شور و شعف به صورت مکرر پیش می‌آید",
  "گاه برای فرار از کشمکش‌های درونی خود به الکل و مواد مخدر پناه می‌آورم",
  "موسیقی مرا از خود بی‌خود می‌کند و با تمام وجود در آن غرق و با آن یکی می‌شوم و رقصیدن را زیاد دوست دارم",
  "به سازهای کوبه‌ای مانند دف و ... علاقه دارم و هنگامی که صدای آن را می‌شنوم یا خودم می‌نوازم، از خود بی‌خود می‌شوم",
  "من دوست دارم خود را از فرهنگ و قیود و انتظارات خانواده و جامعه رها کنم، صاحب اختیار خود و آزاد و ولو و رها باشم، از نظر من هیچ کس در هیچ جایگاهی نیست که بتواند من را کنترل کند",
  "در کار ترجیح می‌دهم دیگران وظیفه‌ای را برایم مشخص کنند و زمان تفریحی و استراحت کافی برایم در نظر بگیرند",
  "نمی‌توانم به یک کار مداوم و یا یک هدف درازمدت بیندیشم",
  "در کار جاه‌طلبی ندارم و از درون به موفقیت بی‌توجهم",
  "هر آدمی در هر مقام و منزلت و جایگاهی که باشد برای من بی‌اهمیت است و اصولاً تحت تأثیر هیچ مقام و منزلتی قرار نمی‌گیرم",
  "از تکلف و تجمل و ظاهرپرستی بیزارم",
  "اغلب عرفان برای من حس خاصی داشته است",
  "من زن‌ها و زنانگی را با تمام وجودم درک می‌کنم و می‌فهمم، گویی که انگار در آن‌ها غرق شده‌ام و آن‌ها این توانایی من را همیشه به من اذعان می‌کنند",
  "رابطه با مادرم بسیار عمیق و صمیمانه و عاشقانه است و ما هر دو از این رابطه لذت می‌بریم",
  "هنگام رابطه زناشویی آن‌قدر احساسات عمیق را تجربه می‌کنم که به خلسه می‌روم و همه چیز را از یاد می‌برم",
  "من در رابطه جنسی حس شریکم را خیلی خوب درک می‌کنم و رضایت او برایم بسیار مهم است و توانایی برآورده کردن رضایت کامل او را دارم",
  "من می‌خواهم در یک رابطه دائمی با جنس مخالف متعهد باشم، اما برایم بسیار سخت است",
  "علی‌رغم این‌که با بچه‌ها خوب کنار می‌آیم و برای آن‌ها جذاب هستم ولی قول‌هایی که به فرزندانم می‌دهم را فراموش می‌کنم",
  "احساس الهی و ویژه بودن دارم و فکر می‌کنم زندگی من معنایی مقدس دارد",
  "بعضی وقت‌ها احساس پوچی کرده و فکر می‌کنم هیچ چیز با اهمیتی در زندگی من وجود ندارد",
  "در هر سنی که باشم، حتی در میانسالی، از زندگی لذت می‌برم و زندگی برایم دوست‌داشتنی است و دوست داشتنم به هیچ چیز وابسته نیست",
  "بارها به خودکشی اندیشیده‌ام"
]
