[
  "من در زمان کودکی زیبا، ملوس و شکننده بودم",
  "من در کودکی بیشتر در تنهایی و یواشکی بازی می‌کردم و دوستان خیالی داشتم",
  "من در نوجوانی در بیشتر امور تحت فرمان مادرم بودم و معمولاً بیشتر چیزها را با مادرم چک می‌کردم",
  "کارهایی را که به من محول می‌شود، معمولاً در آخرین لحظه تحویل می‌دهم",
  "واقعاً نمی‌دانم چرا این رشته تحصیلی را انتخاب کردم و وارد دانشگاه شدم و از رشته تحصیلی‌ام استفاده چندانی نکردم",
  "در کار یا تحصیل زیاد از این شاخه به آن شاخه پریدم و کارهای نیمه‌تمام زیادی دارم",
  "به حوزه‌های ستاره‌شناسی، روانکاوی، ماوراءالطبیعه، متافیزیک، معنویت، فال، تاروت، رمز و راز علاقه‌مندم",
  "معمولاً این اطرافیان من هستند که برایم تصمیم می‌گیرند و برای من فرقی نمی‌کند که چه چیزی را انتخاب کنم و در یک جمع معمولاً تابع نظرات جمع هستم و خودم کمتر نظر می‌دهم",
  "بسیاری از مواقع هنگام تصمیم‌گیری دچار تردید می‌شوم و نمی‌دانم چه انتخابی برای من مناسب است و تردید مهم‌ترین موضوع زندگی من است",
  "انعطاف‌پذیری و سازش‌کاری، خصوصیت بارز من است",
  "من واقعاً نمی‌دانم هدفم در زندگی چیست و چه می‌خواهم",
  "زیاد پیش می‌آید که احساس خستگی، کسالت و بی‌حالی کنم و خودم نمی‌دانم که چرا این‌قدر بی‌حوصله هستم",
  "من عاشق خرید کردن هستم و فقط در طول زمان خرید خوشحالم و قبل یا بعد از آن دوباره احساس ناراحتی دارم و حالم بد است",
  "من حس ششم بسیار قوی دارم و خیلی مواقع، قبل از یک اتفاق می‌دانم که چه چیزی در راه است",
  "هر چیزی که بخواهم برایم فراهم می‌شود و اگر چیزی ندارم فقط دلیلش این است که حوصله نداشته‌ام که آن را بخواهم",
  "من توانایی گریه کردن به مدت طولانی را دارم و دیگران از این موضوع بسیار متعجب هستند و مرا درک نمی‌کنند",
  "من این حس را در آدم‌ها برمی‌انگیزم که 'احتیاج به کمک دارم و از من ضعیف حمایت کنید.'",
  "خیلی زود به آدم‌ها اعتماد می‌کنم",
  "من زیاد رویاپردازی و خیال‌بافی می‌کنم، و همچنین زیاد می‌خوابم و خواب‌های عمیقی می‌بینم",
  "در رابطه با مردان معمولاً من توسط آن‌ها انتخاب می‌شوم و خودم انتخاب‌گر نیستم",
  "من برای ازدواج کردن همیشه تردید دارم که با چه کسی ازدواج کنم و ترجیح می‌دهم کسی برایم تصمیم بگیرد و کار را به سرانجام برساند",
  "خیلی منتظرم کسی راه برسد و مسائل را حل کند و خوشبختم کند",
  "تعهد دادن برای من سخت است و خیلی پیش می‌آید که بعد از قول دادن پشیمان شوم",
  "من در امور فرزندانم معمولاً دخالت نمی‌کنم و خودم را ناتوان می‌دانم و شاید حتی بچه‌هایم به من زور بگویند، حتی ترجیح می‌دهم رابطه با فرزندانم را مادرم اداره کند",
  "دیگران به من می‌گویند که خیلی جوان‌تر از سنم هستم و پیری، چین و چروک، از دست دادن طراوت برای من بسیار ناراحت‌کننده است و حاضرم با جراحی پلاستیک آن‌ها را اصلاح کنم"
]
