[
  "در کودکی فعال و پرتحرک بودم و با دوستان خود زیاد دعوا و بزن‌بزن داشتم.",
  "در کودکی مدام به دلیل شیطنت زیاد تنبیه می‌شدم و بزرگترها مرا شر به پا کن می‌دانستند.",
  "در نوجوانی به کارهای پرتحرک (مانند فوتبال، شمشیربازی، اسلحه‌بازی، کشتی) علاقه داشتم و زیاد درگیر دعوا می‌شدم.",
  "در کودکی و نوجوانی دائم با بدن و سر و کله زخمی به خانه باز می‌گشتم.",
  "من معمولاً سپر بلای دوستان می‌شوم.",
  "دیگران به راحتی می‌توانند مرا تحریک به انجام کاری کنند که خودشان می‌خواهند و عواقب آن را به گردن من بیندازند.",
  "برنامه‌ریزی کاری دائم دشوار است و گاهی بدون فکر ریسکی می‌کنم که به کار و درآمدم لطمه وارد می‌کند.",
  "زیاد پیش می‌آید که اول عمل کرده، بعداً فکر می‌کنم و خیلی مواقع بابت این کار خود را سرزنش می‌کنم.",
  "من کار کردن را به صورت گروهی و دوستانه دوست دارم.",
  "تا به حال بارها و بارها به خاطر دیگران کاری را انجام داده‌ام که برای خودم هیچ منفعتی نداشته.",
  "دوستان من در زندگی جایگاه بسیار مهمی دارند و من در رفاقت به راحتی از جان و پول مایه می‌گذارم.",
  "اگر کسی به اعضای خانواده من بی‌حرمتی کند، حتی اگر با آنان قهر باشم، به شدت برانگیخته می‌شوم و دفاع می‌کنم.",
  "من عاشق ورزش و فعالیت‌های بدنی هستم و وقتی آن‌قدر جست‌وخیز می‌کنم که خیس عرق می‌شوم، لذت می‌برم.",
  "پیروی از دستورات و قوانین برایم دشوار است و در یک نظام کاغذبازی و بوروکراسی دوام نمی‌آورم.",
  "زیاد برایم پیش می‌آید که ناخودآگاه به خود می‌آیم و متوجه می‌شوم مشتم گره کرده و یا عضلاتم منقبض است.",
  "لمس دیگران و در آغوش کشیدن دیگران را بسیار دوست دارم.",
  "به رقص علاقه‌مندم و رقصنده خوبی هستم.",
  "من موقع خواب از خستگی فعالیت بدنی زیاد بیهوش می‌شوم و صبح دوباره با انرژی زیادی از خواب بیدار می‌شوم.",
  "فردی عاطفی هستم و به راحتی احساساتم را بیان می‌کنم.",
  "من زیاد عاشق شده‌ام.",
  "من بدون برنامه‌ریزی ازدواج کردم.",
  "در رابطه زناشویی می‌توانم به طور جسمانی غرق در رابطه شوم و لذت ببرم.",
  "اگر زنی مرا جذب نماید، سن او برایم مهم نیست.",
  "وقت زیادی را با بچه‌ها می‌گذرانم و دوست دارم بچه‌هایم همیشه دور و برم باشند، با آن‌ها کشتی می‌گیرم و رابطه بدنی ایجاد می‌کنم.",
  "دیگران من را آدمی ساده و بی‌شیله‌پیله می‌دانند و معتقدند که من پسربچه کوچکی هستم که قد کشیده‌ام."
]
