[
  "در کودکی خواسته‌های خود را بیان و خواستار برآورده شدن سریع آن‌ها بودم، اگر برآورده نمی‌شد جیغ می‌کشیدم و در صورتی که برآورده می‌شد، خوشحالی و وجود خود را کاملاً نشان می‌دادم.",
  "در کودکی ریخت و پاش و شلوغ‌کاری زیادی داشتم و کارهایم را سر وقت انجام نمی‌دادم.",
  "از بچگی عاشق حمام و آب‌بازی بودم، در حال حاضر نیز علاقه‌مند به دریا و استخر می‌باشم و به محض دیدن آب، خود را به آب می‌زنم و یا مدت طولانی را در مجاورت آن می‌گذرانم.",
  "من در نوجوانی و جوانی روابط عاشقانه زیادی داشتم.",
  "در نوجوانی بیشتر به صورت عاطفی عمل می‌کردم و اگر کسی یا موضوعی ناراحتم می‌کرد خشمگین می‌شدم و بدون در نظر گرفتن عواقب کار، عمل می‌کردم و هم‌چنین اگر کسی را دوست داشتم از جانم مایه می‌گذاشتم.",
  "خاطرات گذشته برای من زنده‌اند درست مثل زمان وقوعشان! علاقه‌ی زیادی به حفظ خاطراتم دارم، وقتی از گذشته‌های خیلی دور خاطراتی را تعریف می‌کنم، دیگران تعجب می‌کنند که من از کجا همه این‌ها را به یاد دارم.",
  "من تمام خوبی‌ها و بدی‌هایی را که به من می‌شود، حتی اگر در آن لحظه به روی طرف نیاورم حتماً به یاد می‌سپارم و زمانی دیگر جبران می‌کنم، حتی گاه بیشتر تلافی می‌کنم.",
  "برایم پیش می‌آید که به هنگام عصبانیت، بدنم از فرط خشم بلرزد و یا فحش بدهم یا مشت به دیوار بکوبم.",
  "پیش آمده که به خاطر عکس‌العمل‌های عاطفی زیاد و غیرقابل کنترلم، مردم مرا تحقیر کرده و حتی گاهی روی من حساب نمی‌کنند.",
  "من هنگام انتقام و تسویه‌حساب، چنان خشم سراسر وجودم را تسخیر می‌کند که به چیزی جز انتقام نمی‌اندیشم.",
  "پس از فروکش کردن خشم و غضب، از کارهایی که کرده‌ام پشیمان شده و خود را سرزنش می‌کنم.",
  "اگر کسی بخواهد دروغی به من بگوید و فکر کند که من نمی‌فهمم، حس می‌کنم به شعورم توهین شده، بسیار خشمگین می‌شوم و حتماً به او ثابت می‌کنم که من بهتر از او می‌دانم و می‌فهمم (من خر نیستم!).",
  "زمان کار کردن، بسیار زحمت می‌کشم و در پایان روز، احساس خستگی زیاد می‌کنم.",
  "در هر جمعی که قرار بگیرم همیشه حواسم به همه چیز و تمام جزئیات هست و موردی از چشم من دور نمی‌ماند.",
  "در مورد موضوعی که خودم درست می‌دانم، بسیار پافشاری می‌کنم.",
  "علاقه‌مندم وقتی به رستوران، مطب دکتر، فروشگاه، سوپرمارکت ... می‌روم مرا بشناسند و به من احترام بگذارند و در رستوران‌ها معمولاً انعام خوبی می‌دهم تا مرا به خاطر داشته باشند.",
  "من با دوستانم روابط عمیق و عاطفی دارم.",
  "هنگامی که عزیزانم غمگین و ناراحتند، کاملاً تحت تأثیر قرار می‌گیرم، همراه با آن‌ها می‌گریم و هنگام خوشی با ایشان خوشحالم و می‌توانم با آن‌ها همدلی کنم.",
  "من خودم را دوست ندارم و بسیاری مواقع از درون احساس شرمساری می‌کنم.",
  "در رابطه با جنس مخالف بسیار احساساتی بوده و این احساسات را به هر زبانی که بتوانم نشان می‌دهم، حال چه با ابزار کلامی باشد و چه با دادن هدیه.",
  "شکست و ترک شدن در یک رابطه عاطفی برایم بسیار دردناک و غیرقابل تحمل است.",
  "نه شنیدن از دیگران، مخصوصاً از جنس مخالف برای من بسیار سنگین است.",
  "من در رابطه جنسی، خستگی‌ناپذیرم، میلی شدید و غیرقابل کنترل دارم به حدی که گاه آنقدر تسخیر غریزه جنسی می‌شوم که بدون در نظر گرفتن سایر ملاحظات و حتی احساسات همسرم، به فکر ارضای خود هستم.",
  "عاشق فرزندانم هستم و این موضوع را به آن‌ها ابراز می‌کنم، اما هنگام عصبانیت کنترلم را از دست داده و اولین کسانی که آماج خشم من می‌شوند نیز فرزندانم هستند.",
  "من وقتی عاشقم، فکر می‌کنم عاشق‌ترینم و وقتی از کسی متنفرم، فکر می‌کنم متنفرترین آدم روی زمینم، هنگام شادی، من با تمام وجود می‌خندم و هنگام غم، با تمام وجود می‌گریم."
]
