[
  "في الطفولة كنت ساحرا وذكيا وجذبت الناس من خلال الذكاء والغنج",
  "في المراهقة، أصبح الناس من حولي مهتمين بي بسبب بهجتي وروح الدعابة الجيدة والأناقة والسحر",
  "بعد البلوغ، أجبرني والداي على تغيير طريقة لباسي لأنني جذبت الانتباه، وحدوني أيضا في السلوكيات والعلاقات",
  "في المدرسة والجامعة، أكثر من الانجذاب للدروس، أحببت الأنشطة اللامنهجية مثل الجوقة والمسرح والعروض",
  "في العمل، أنا أكثر انجذابا للعمل الإبداعي والقائم على المشاريع والمثير",
  "أحب حياتي وغالبا ما ينتشر هذا الحب الخاص بي إلى الآخرين أيضا",
  "أحب الرقص بطريقتي الخاصة وأشعر أنني أوازن طاقتي من خلال الرقص",
  "لدي القدرة على تحويل الأحداث التي تبدو متكررة إلى جديدة ومثيرة",
  "أقع في الحب كثيرا وأحتاج أن أكون دائما في علاقة رومانسية واحدة على الأقل، وعادة ما أنجذب فورا بعد إنهاء علاقة رومانسية واحدة إلى أخرى",
  "أنا دائما مكياج وجذاب وحسن الملبس وعموما أرتدي ملابس تظهر أنوثتي وجذابة للانتباه",
  "أحب نفسي وأستمتع برؤية نفسي وجسدي في المرآة",
  "لدي العديد من العشاق المكسورين القلوب",
  "في العلاقات الاجتماعية أجذب الكثير من الناس إلي، حتى أولئك الذين لست مهتما بهم، لكنه ليس تحت سيطرتي",
  "إذا أردت، في الحفلات والتجمعات أحدد الرجال الجذابين من البداية وأجذبهم بطريقتي الخاصة",
  "غالبا ما أعتقد أن الرجال يلاحقونني أكثر من أجل العلاقة والقرب الجسدي أكثر من شخصيتي الحقيقية",
  "بدون حب، الزواج لا معنى له على الإطلاق. أبحث عن زواج رومانسي تماما وسأحافظ على الحب حيا طوال الزواج",
  "عادة في أي تجمع أدخله، لدي سحر معي يملأ كل مكان بالحب والعشق والإثارة",
  "شعار حياتي هو أنه يجب أن أحب شيئا أو شخصا ما لأكون قادرا على فعله أو أكون معهم",
  "ميزتي البارزة هي: 'أحب الوقوع في الحب.'",
  "أنا عموما نشيطة وعادة لا أشعر بالملل أو الانزعاج في نفسي",
  "على الرغم من كوني صديقة للعديد من النساء، فإن حضوري في التجمعات يسبب الغيرة في النساء الأخريات (خاصة النساء الغيورات)",
  "في القرب الجسدي مع شريكي الحبيب أصبح متحمسا جدا وهذا القرب ممتع جدا بالنسبة لي وأنا نشط وآخذ المبادرة فيه",
  "أريد أن يكون أطفالي جذابين ومحبوبين ويرتدون ملابس جميلة ويتألقون من حيث الجمال والجاذبية في التجمعات",
  "يشعر أطفالي بالحيوية من حولي وأظهر قدراتهم وإبداعهم وأشجعهم على عيشها",
  "أعتقد أنه في منتصف العمر أو الشيخوخة أيضا، سأظل مبتهجا ونابضا بالحياة ونشيطا وحسن الملبس"
]

