[
  "في الطفولة كنت فضوليا وناجحا وغالبا ما كنت أتألق وأرغب في الحصول على المعلومات في كل مجال",
  "في الطفولة كنت مهذبا ومرتبا وغالبا ما لعبت ألعابا فكرية مثل الشطرنج وليجو وألعاب الذكاء...",
  "في المراهقة خططت لكل شيء مسبقا ووصلت إليه بمثابرة كبيرة، وكان الهدف الأهم بالنسبة لي هو الدراسة والفوز، ولم أنخرط عموما في الأمور الجانبية",
  "في المدرسة عادة ما جلست في الصف الأمامي من الفصل وفي نظر المعلم",
  "كنت موافقا عليه عموما من قبل السلطات العائلية والمدرسية وكنت شخصا متميزا وممتازا",
  "لدي خطة وجدول زمني لحياتي والتزم بها",
  "أنا شخص موجه نحو الهدف ومجتهد وعازم وأصل عموما إلى أهدافي",
  "عند اتخاذ خيارات حياتية مهمة أتخذ خيارات بالتفكير المنطقي والعقلاني - ما هو في مصلحتي، وليس بالضرورة ما أحبه",
  "منصب العمل الممتاز مهم بالنسبة لي وأخطط دائما للإنجازات المادية والمهنية والاجتماعية",
  "أرى نقاط ضعف الناس وأستخدمها إذا لزم الأمر",
  "لطالما احترمت القواعد واللوائح الاجتماعية، حتى حيث لا توجد شرطة، ولم أنتهكها أبدا، على الرغم من أن الآخرين يسخرون مني ويسمونني الولد الطيب",
  "للقيام بأي عمل واستخدام أي أداة، أدرس أولا التعليمات ذات الصلة وأتصرف بالضبط وفقا لها",
  "أقوم عموما بعملي بشكل مثالي وأعتقد أنني أعلى من عامة الناس بفارق رأس من حيث الذكاء والإدارة",
  "أريد أن أترك انطباعا جيدا لدى الآخرين، لذا أنا دائما مهذب وهادئ وودود جدا معهم",
  "أصدقائي عموما أشخاص من نفس مستواي الاجتماعي والفكري",
  "أنا شخص حذر في العلاقات الاجتماعية، اتصالي مع جميع الأصدقاء والزملاء واضح ومحدد ولا أقيم علاقات خارج ذلك - لدي حدود واضحة لكل علاقة",
  "أريد الزواج من شخص على نفس مستواي الفكري والاجتماعي",
  "في الزواج، أفضل الاحترام على الحب",
  "لم أختبر الحب العميق",
  "الجنس ليس انشغالا ذهنيا بالنسبة لي وأقوم بهذا الفعل بتخطيط مسبق، وأحيانا أثناء العلاقة أفكر في عملي وخطط حياتي",
  "أعطي النصيحة لأطفالي لحل المشاكل كشخص مطلع وناضج",
  "يعجب بي الآخرون لنجاحاتي",
  "لأؤمن بأي موضوع أرجع إلى الوثائق العلمية والأكاديمية، والمسائل العلمية غير المثبتة عموما بما في ذلك الميتافيزيقيا والحدس وكتاب التغييرات والعلاج بالطاقة... غير مقبولة وهراء بالنسبة لي",
  "أنا قادر على وضع الميزانية، لدي مدخرات واستقرت وضعيتي الاقتصادية للمستقبل",
  "أنا سعيد عندما أكون الأول والأكثر شعبية، الجميع يشجعني ويرى انتصاراتي وأتألق"
]

