[
  "في الطفولة كنت فضوليا ونشيطا ومتحركا جدا، عبرت عن آراء وأصررت على رغباتي",
  "في المراهقة كنت تنافسيا وعازما وكنت عضوا في فرق رياضية",
  "أنا شخص مستقل ولا أريد أن أعتمد على الآخرين لتلبية احتياجاتي",
  "أنا معارض بشدة للظلم والتمييز وأكافح ضده",
  "لدي مزاج سريع وتفاعلي ونادرا ما أقصر، خاصة في العلاقة مع الرجال",
  "أقف بكلمتي وما أريد أن أفعله وأصر، وعادة لا أستسلم، وبسبب هذه الخاصية، غالبا ما يراني الآخرون كشخص عنيد وعنيد الرأس",
  "أنا مهتم بارتداء ملابس وأحذية مريحة ورياضية، ومن المهم بالنسبة لي أن أكون مرتاحا فيما أرتديه لأكون ذا سرعة عالية في العمل",
  "أنا شخص تنافسي (حتى أحيانا لدي شعور تنافسي تجاه زوجي!)",
  "أنا جادة لكن ليس متكبرة وواقعية، على الرغم من أن البعض يراني قاسية",
  "أقول آرائي بصراحة ومباشرة وبشكل مفتوح، حتى لو انزعج الآخرون",
  "لدي مبادئ أخلاقية وإيمانية قوية، آخذها دائما على محمل الجد وأكافح من أجلها",
  "أنا رياضية ومهتمة بالرياضة مثل تسلق الجبال والجري لمسافات طويلة وركوب الدراجات وكرة السلة والرماية وركوب الخيل والتنس والتزلج، وأحب أن يكون جسدي في شكل جيد ولائق",
  "شعاري في الحياة هو: يمكنني التعامل مع عملي بنفسي",
  "الغنج وسحر النساء يبدو منخفض القيمة وغير ضروري بالنسبة لي، ولا أحب أن يكون لرجل نظرة جنسية لي",
  "أنا داعم لحقوق المرأة وأحضر في التجمعات الداعمة لحقوق المرأة، لأن المجتمع مليء بالنساء تحت الضغط والقمع من الرجال أو القوانين غير العادلة، وأفعل دائما ما بوسعي لهن للحصول على حقوقهن من الرجال وإنقاذهن",
  "أحتقر النساء اللواتي يظهرن الضعف تجاه الرجال - أفضل النساء اللواتي يتنافسن مع الرجال ويفزن ويظهرن أن النساء لا ينقصهن شيء مقارنة بالرجال وقد يكن أقوى وأفضل",
  "في نفس الوقت أدعم الضعفاء والمعانين، لكنني عموما لا أحب الناس الضعفاء",
  "الاستقلال وعدم الاعتماد على الرجال مهم جدا بالنسبة لي",
  "بعد الزواج من المهم بالنسبة لي استخدام اسم عائلتي الخاصة",
  "إذا كنت متزوجة، ما زلت أشعر بأنني عزباء ولا أعتمد على زوجي من الداخل",
  "في الحياة الزوجية أسعى للمساواة في الحقوق بيني وبين زوجي",
  "العلاقة الجنسية ليست أولويتي لكنها أحيانا مثل نشاط بدني ممتع بالنسبة لي",
  "لقد ربيت أطفالي ليكونوا مستقلين ومكتفين ذاتيا",
  "أنا مهتم بالعيش في الطبيعة البكر بدلا من المدينة الحديثة",
  "رضاي الداخلي العميق يأتي عندما لا يتدخل أحد في حياتي ولا أكون محدودا وأتخذ قرارات لنفسي شخصيا ولدي مغامرات"
]

