[
  "في الطفولة قضيت وقتا أطول في الدراسة أكثر من اللعب",
  "أثناء الدراسة كنت طالبة ذكية وناجحة ومهتمة",
  "في المراهقة كان لدي علاقات اجتماعية لكنني لم أقم بعلاقات عاطفية قوية مع أصدقائي",
  "في بيئة عملي أتصرف سياسيا وأسعى للتقدم الوظيفي والسلطة خطوة بخطوة",
  "في العمل أفضل العمل أكثر مع الرجال من النساء، لكن علاقتي تفتقر إلى الجنسية (هي من نوع تعاوني أو أخوي)",
  "عندما أعمل أنا جادة ودقيقة جدا وأقوم بكل عملي بشكل كامل وصحيح، ورئيسي فخور بأن لديه موظفة وزميلة ورفيقة مثالية مثلي",
  "أحتقر ارتكاب الأخطاء - لهذا السبب أحاول أن أفعل كل شيء بدقة وبشكل كامل",
  "أرى بوضوح أخطاء الآخرين ونقصهم وعموما لدي القدرة على انتقاد الآخرين والتقاط أخطائهم وإعطاء التحذيرات",
  "وظيفتي وتخصصي المهني لها أولوية عالية جدا، حتى مقارنة بالزواج",
  "أنا شخص منظم ومنظم وملتزم بالقواعد ومهذب اجتماعيا، وهذا هو فخري",
  "نجاحي يأتي من قدرتي الفكرية والتفكير المنطقي",
  "عموما لا أتأثر بعواطفي - أحيانا عندما أصبح عاطفية، لا أهتم بذلك وأقوم بعملي العادي. شعاري في الحياة هو أنه في الحياة العقل والمنطق يلعبان دورا أكثر أهمية من العواطف ويجب على المرء أن يتصرف بحكمة",
  "خاصيتي البارزة هي السعي للتعليم الأكاديمي والعالي والشهادات الصالحة، وأي عمل أبدأه أستمر فيه حتى النهاية حتى أصل إلى الإتقان. بعبارة أخرى، النجاح في العمل والدراسة هو أولوية مهمة في حياتي وهذا معيار للتقييم واتخاذ القرار بالنسبة لي",
  "سعادتي تأتي عندما تكون حياتي مبنية على خطة التقدم وتحت إدارتي",
  "عادة ما أحب أن أكون على دراية بأحداث العالم",
  "في حياتي الزوجية يحكم المنطق وقد حاولت أو أحاول الزواج من شخص ذي مكانة اجتماعية عالية",
  "أفضل أن يكون بيني وبين زوجي، أكثر من الشغف والإثارة والحب، هناك اتفاق وثناء واحترام",
  "في العلاقة الجنسية يستغرق الأمر بعض الوقت حتى أشعر بجسدي وأحمى، وأقدر أيضا النظافة",
  "أطعم وأربي أطفالي بناء على المبادئ التعليمية والعلمية العالمية الحالية",
  "في الحالات التي تتعرض فيها المرأة للإساءة الجنسية، أعتقد أنها هي نفسها لديها أيضا حصة كبيرة في خلق تلك الظروف بالإهمال في سلوكها أو خياراتها",
  "عندما يرتكب الناس أخطاء أو أرى أشخاصا عاطفيين، يبدو سلوكهم وعملهم غريبا جدا ولا يصدق بالنسبة لي، ويقول الآخرون إنني أنظر إليهم بنظرة حكيمة-حمقاء",
  "في الحفلات غالبا ما أدخل في محادثات سياسية واجتماعية وفكرية بدلا من الثرثرة",
  "لدي خطة لحياتي وأحتقر عدم التخطيط وإضاعة الوقت. أخطط دائما لعملي مسبقا وأستخدم كل لحظة بشكل مفيد",
  "عادة ما أرتدي ملابس رسمية ومرتبة وأنيقة ومكوية ونشوية",
  "أفضل قضاء وقت فراغي في المدينة والحدائق النظيفة بدلا من الطبيعة البرية"
]

