[
  "في الطفولة كنت خاليا من الهموم ومبتهجا ولم أهتم برغبات الآخرين",
  "في المراهقة كنت غالبا ما أقع في الحب ومهتما بالمرح والرحلات وخبرت العديد من التقلبات العاطفية",
  "لدي مشاعر متناقضة في لحظة واحدة - يمكنني أن أبكي وأضحك في وقت واحد، أكون لطيفا جدا في لحظة وباردا وبلا رحمة في نفس اللحظة، وأعاني من هذه الازدواجية ولا أشعر بالارتياح",
  "يراني الآخرون كشخص غير متوازن وأعتقد أيضا أن لدي الكثير من الصعود والهبوط عاطفيا",
  "الحالات المتغيرة والاكتئاب والنشوة تحدث لي بشكل متكرر",
  "أحيانا للهروب من صراعاتي الداخلية ألجأ إلى الكحول والمخدرات",
  "الموسيقى تأخذني خارج نفسي وأنا ممتص تماما وواحد معها، وأحب الرقص حقا",
  "أنا مهتم بآلات الإيقاع مثل الدف و... وعندما أسمع صوتها أو ألعبها بنفسي، أخرج من نفسي",
  "أريد أن أحرر نفسي من الثقافة والقيود وتوقعات العائلة والمجتمع، أن أكون في السيطرة على نفسي وحرا وفضفاضا ومتحررا - بالنسبة لي لا يمكن لأحد في أي منصب أن يسيطر علي",
  "في العمل أفضل أن يحدد الآخرون مهمة لي ويعتبرون وقت ترفيهي وراحة كافية لي",
  "لا يمكنني التفكير في عمل مستمر أو هدف طويل الأجل",
  "ليس لدي طموح في العمل وأنا غير مبال بالنجاح من الداخل",
  "أي شخص في أي منصب ومكانة ليس مهما بالنسبة لي وعموما لا أتأثر بأي منصب أو مكانة",
  "أحتقر التظاهر والفخامة وعبادة المظهر",
  "التصوف كان لديه غالبا شعور خاص بالنسبة لي",
  "أفهم النساء والأنوثة بكامل كياني، كما لو أنني ممتص فيهن، ويعترفن دائما بهذه القدرة لدي",
  "علاقتي مع أمي عميقة جدا وحميمة ومحبة ونحن نستمتع كلانا بهذه العلاقة",
  "أثناء العلاقة الزوجية أعاني من عواطف عميقة لدرجة أنني أدخل في غيبوبة وأنسى كل شيء",
  "في الجنس أفهم شعور شريكي جيدا ورضاهم مهم جدا بالنسبة لي ولدي القدرة على تلبية رضاهم الكامل",
  "أريد أن أكون ملتزما في علاقة دائمة مع الجنس الآخر، لكن الأمر صعب جدا بالنسبة لي",
  "على الرغم من الانسجام جيدا مع الأطفال وكوني جذابا لهم، أنسى الوعود التي أقطعها لأطفالي",
  "لدي شعور بأنني إلهي وخاص وأعتقد أن حياتي لها معنى مقدس",
  "أحيانا أشعر بالفراغ وأعتقد أنه لا يوجد شيء مهم في حياتي",
  "في أي عمر، حتى في منتصف العمر، أستمتع بالحياة والحياة محبوبة بالنسبة لي وحبي ليس معتمدا على أي شيء",
  "فكرت في الانتحار مرات عديدة"
]

