[
  "في الطفولة كنت ضعيفا في التجمعات، كان لدي صعوبة في التواصل مع الغرباء وكنت خجولا في أعين الآخرين",
  "كان لدي صديق خيالي في الطفولة",
  "في المراهقة، كان التكيف مع الآخرين صعبا بالنسبة لي ولم أكن أعرف ما هو السلوك المناسب في كل مكان",
  "لا أعرف ما هو العمل الأنسب لي",
  "أنا مهتم بالتحديات العقلية والفلسفية وأفضل العمل في المجالات المتعلقة بالفلسفة والميتافيزيقيا",
  "الشهرة والمكانة ليست أولوية حياتي",
  "لقد رأيت صورا أثناء استيقاظي، سمعت أصواتا أو شممت روائح لم يرها أو يشعر بها الآخرون",
  "أحيانا أنا منغمس جدا في عالمي الخاص لدرجة أن الفرق بين الوهم والواقع صعب بالنسبة لي - ما أراه مقابل ما يحدث حقا في الخارج - لأن الأفكار والخيالات والصور الوهمية للعالم الداخلي تبدو أحيانا أكثر واقعية وحقيقية من العالم الخارجي",
  "أنا شخص منعزل ومنطوي وأشعر بمزيد من الأمان والراحة في العزلة أكثر من التجمعات، وعالم الاتصالات الخارجية غير مفهوم بالنسبة لي",
  "لكي أكون مقبولا في التجمعات أحاول أن أكون شخصا آخر غير نفسي، وفي نفس الوقت معظم الوقت الذي أكون فيه مع الآخرين، أنا منغمس في عالمي الداخلي",
  "لدي عدد قليل من الأصدقاء وليس لديهم الكثير من المعلومات عن حياتي",
  "أصدقائي لا يفهمون معناي بسهولة وأحيانا يحتاجون إلى شخص ثالث للترجمة",
  "عموما لا أعبر عن عواطفي",
  "مرات عديدة، للذهاب إلى حفلة لا يمكنني بسهولة تحديد ما هو الملابس المناسبة وأفضل أن يختارها شخص آخر لي",
  "أنا عموما هادئ وحتى في الحفلات عادة ما يكون حضوري صامتا وغير مرئي",
  "الاتصال الجسدي مع الآخرين ليس ممتعا بالنسبة لي وأتجنبه عموما",
  "أحيانا أجلس في مكان واحد أو أبقى في السرير كثيرا لدرجة أن الآخرين يشتكون ويقولون إنني أشم رائحة عفنة ولست نظيفا وليس لدي اهتمام بالحياة والتواصل الاجتماعي معي",
  "أنا سعيد عندما أكون وحدي أستكشف عالمي الداخلي ولا أحد يزعجني",
  "أنا غير ناجح في التواصل مع الجنس الآخر في الحفلات",
  "إذا كان لدي لقاء قصير مع شخص أحبه، أواصل العلاقة معه في خيالي",
  "علاقاتي الجنسية محدودة جدا وقليلة، ولإقامة علاقة جنسية أحتاج إلى علاقة روحية عميقة",
  "يمكنني العيش دون إنشاء علاقة زوجية، ولكن إذا أدت علاقتي العميقة مع زوجي إلى علاقة زوجية، ستظهر الرغبات الجنسية في",
  "انطوائي يجعلني لا أملك علاقة جيدة مع أطفالي وعموما يرونني عابسا",
  "يراني الآخرون عابسا وأفتقر إلى روح الدعابة",
  "الموت لا يخيفني لأنه مظهر من مظاهر جمال الخلق والحياة الذي يتم التقاطه في لحظة ويمكن تخيله. بالنسبة لي يجلب التحرر والحرية ويأخذ ثقل هذا الجسم مني ويربطني بما أنا حقا"
]

