[
  "في الطفولة فضلت اللعب بالزهور والطين في العزلة ولم أكن طفلا سعيدا وشعرت بعدم الكفاءة ونقص الثقة بالنفس مقارنة بالأطفال الآخرين",
  "في الطفولة تلقيت العديد من الجروح",
  "في الطفولة اعتقدت أنني لا أنتمي إلى عائلتي ولم أكن طفلهم",
  "في الطفولة إذا نشأ صراع بين والدي كنت أتوسط وأردت إقامة السلام بينهما",
  "عندما تقاتل والدي ووالدتي، شعرت بالذنب",
  "في المراهقة لم يكن لدي الكثير من التواصل مع الآخرين ولم أشارك في الأنشطة الجماعية وانخرطت في العمل الإبداعي واليدوي",
  "أنا أكثر اهتماما بالآلات والأشياء من الناس وأحب العمل الفني أو العمل اليدوي، وإنشاء الأعمال اليدوية يزيد من شعوري بالقيمة",
  "عندما أكون منزعجا ومجروحا من شيء ما، أدخل في نفسي وفي هذا الوقت يمكنني الانخراط في إنشاء عمل فني",
  "إضحاكي عمل صعب، إلا إذا أردت أن أضحك الآخرين بنفسي",
  "أعتقد أنه لا ينبغي أن أتحدث إلى أي شخص عن ضيقي الداخلي وعادة لا يكتشف أحد عن ذاتي الداخلية",
  "أريد أن يكون لدي الأمان في مصائب الحياة لأكون مشغولا بعملي بعيدا عن ضجيج الحياة وأمتص نفسي في العمل",
  "أعتقد أن الأشياء القديمة لا ينبغي أن ترمى، قد تكون مفيدة يوما ما، وأحيانا أشعر أن الأشياء القديمة لها هوية وأتحدث إليها",
  "أعمالي ليس لها تسلسل ولكل منها أصالتها الخاصة، وشعوري تجاهها مثل شعور الأم تجاه طفلها",
  "أنا لست تنافسيا أو تعاونيا في العمل",
  "لا أنظر إلى عملي لكسب الدخل - بالنسبة لي عملي هو حاجة روحية ولا أكسب الكثير من الدخل منه",
  "التواصل اللفظي مع الآخرين صعب بالنسبة لي",
  "مرات عديدة أشعر بأنني أقل من الآخرين ولدي شعور البطة القبيحة",
  "للانتقام من أولئك الذين يؤذونني، أرسم خططا معقدة لوضعهم في موقف مذل",
  "مرات عديدة أسخر أو أتهكم من نفسي لأضحك الآخرين",
  "أنا عنيد جدا ومتعنت ومعارض بشأن أفكاري ولست مرنا",
  "زوجي هو كل شيء في حياتي وأعبده - إنه الكائن الوحيد في الوجود الذي يوجد بالنسبة لي ولا أفكر أبدا في اختيار زوج آخر",
  "أؤمن بالزواج الأحادي والولاء ويمكنني الاستغناء عن العلاقة الجنسية لفترة طويلة وأقيم علاقة فقط إذا أحببت شخصا ما",
  "عموما في العلاقة الجنسية أنا ممتص جدا في نفسي لدرجة أنني أهمل زوجي",
  "على الرغم من حبي لأطفالي، ليس لدي القدرة على التعبير وإظهار المشاعر لهم، وأطفالي يرونني عابسا",
  "أنا سعيد عندما أكون في ورشتي الشخصية وبمفردي أقوم بعمل أحبه ولا أحد يسيطر علي"
]

