[
  "في الطفولة، عندما كنت ألعب مع الأصدقاء، أحببت أن ألعب دور الزوجة",
  "في المراهقة والشباب كانت لدي دائما أحلام الزواج وكان لدي رغبة كبيرة في الحياة الزوجية وشراء الجهاز وحفل الخطوبة وكل ما يتعلق بالزواج",
  "في المراهقة والشباب كنت أبحث عن علاقة ملتزمة وجدية وأقمت علاقة فقط مع الجنس الآخر عندما اعتبرتهم مناسبين للزواج",
  "أنا مهتم بأن يكون للرجل الذي أختاره كزوج مكانة وأن أكون فخورة به",
  "بالنسبة لي يوم الزفاف هو أهم وأثمن يوم في الحياة وأريد أن يكون لدي حفل زفاف رائع ومفصل",
  "معتقدي هو: الناس يصبحون كاملين من خلال الزواج - الشخص الذي لم يتزوج ليس كاملا",
  "أتوقع من زوجي أن يهتم بي دائما، وعندما لا يأخذني على محمل الجد ولا يكون معي، تتأذى روحي وروحي",
  "أغضب كثيرا وأتفاعل عندما يولي شريكي أدنى اهتمام لأي شخص آخر غيري، وأنا غيورة جدا في هذا الصدد",
  "إذا كان لزوجي علاقة مع امرأة أخرى، فإنني بالتأكيد أحمل الضغينة وأنتقم من تلك المرأة التي تسببت في انهيار حياتي الزوجية",
  "لدي دائما خوف من الخيانة في الداخل وأخاف من أن يتركني شريكي ويتصل بشخص آخر",
  "خاصيتي البارزة هي 'كوني زوجة نموذجية' وفي كل مكان أريد أن أكون بجانب زوجي وتماشيا مع التزاماتنا",
  "يسعدني ويفخرني إذا نادوني باسم عائلة زوجي",
  "الطلاق غير مقبول بالنسبة لي وإذا أراد زوجي أن يطلقني فأنا لا أقبل ذلك مطلقا، حتى لو كان زواجي غير ناجح",
  "العلاقة الزوجية هي أولويتي الأولى وإذا أردت أن يكون لدي مهنة فهي في الأولوية الثانية ولا ينبغي أن تضر بحياتي الزوجية",
  "نيتي في إنجاب الأطفال هي تقوية علاقاتي الزوجية",
  "إذا أزعجني زوجي، تنخفض دوافعي وطاقتي للقيام بأشياء أخرى بما في ذلك الانتباه لأطفالي",
  "إذا نشأ صراع بين الزوج والأطفال، فمن الواضح أنني عموما أقف إلى جانب زوجي",
  "أتوقع من أطفالي أن يتصرفوا بطريقة ويصلوا إلى مناصب تجلب لي الفضل والشرف",
  "أعتقد أنني إذا فقدت زوجي لأي سبب، أشعر أنني فقدت كل معنى حياتي",
  "أنا سعيدة ومحظوظة عندما يكون لدي علاقة زوجية ناجحة",
  "أولويتي في الأمور هي رضا زوجي، والأشخاص المقربون، حتى أنا نفسي، في الأولوية الثانية",
  "حتى عندما يكون لدي مشكلة مع شريكي، أتصرف بطريقة لا يلاحظ فيها أحد أنه كان هناك خلاف بيننا، ولست على استعداد لفصل مكان نومي عن زوجي تحت أي ظرف من الظروف",
  "أحب الذهب وعموما أي شيء ذهبي ومهتم بالفخامة والبريق والمنزل الفاخر",
  "معظم أصدقائي هم أزواج أصدقاء زوجي، وبعد الزواج أفضل عدم التواصل الاجتماعي مع الأصدقاء العازبين والمطلقين لي أو لزوجي",
  "من الواضح أن زوجي مسؤول عن تلبية احتياجاتي"
]

