[
  "في الطفولة كنت مبدعا، أحببت القصص وأحيانا اختلقت قصصا",
  "في الطفولة مشيت مبكرا جدا وبدأت الكلام مبكرا جدا وتعرفت أيضا على الجنس الآخر مبكرا جدا، وعموما بدأت الأشياء قبل أقراني",
  "في المراهقة كنت أمزح مع الآخرين كثيرا وأضحك وأسخر",
  "في المراهقة كان لدي اهتمامات واسعة وقفزت من فرع إلى فرع كثيرا",
  "أعتقد أن كل شخص يجب أن يكون لديه معلومات عن كل موضوع موجود في العالم، حتى القليل جدا",
  "أنا سريع البديهة وذكي ويقولون إجابتي في جيبي",
  "أستمتع بمواجهة الأشياء الجديدة وأحب ما هو غير متوقع وأنا الأول في تجربة أي شيء جديد",
  "أحب السفر وتجربة بيئات جديدة وعادة لا أخطط لرحلاتي مسبقا وعموما أقرر في اللحظة أين أذهب أو متى وكيف ومع أي أشخاص",
  "في عملي أبحث دائما عن طريق مختصر للوصول إلى النتائج بشكل أسرع",
  "أغير عملي أو نوع عملي باستمرار والنضارة مهمة بالنسبة لي",
  "لدي القدرة على بيع 'أي شيء' لأي شخص",
  "لدي القدرة على التحدث (حتى بدون كتابة مسبقة) وجذب الجماهير ويمكنني بسهولة نقل أفكاري إلى الآخرين بطريقة مفهومة ومؤثرة",
  "لدي العديد من الأصدقاء من طبقات اجتماعية مختلفة وأعمار مختلفة مع ثقافات مختلفة",
  "في أي تجمع أكون فيه، بالذكاء وإخبار النكات أو الذكريات المضحكة، أوفر لحظات ممتعة لهم",
  "أستمتع بأي تجمع ويمكنني بسهولة تكييف نفسي مع تلك الظروف والحشد والبيئة، كما لو كنت معهم لسنوات وأعرفهم",
  "أحيانا أشعر أنه على الرغم من كوني محاطا ولدي العديد من الأصدقاء، عندما أحتاج إلى صديق حميم أنا وحدي",
  "أعتقد أنه من الأفضل أن تكون منفتحا في الحياة ولا تنخرط في التزام طويل الأجل ومقيد",
  "أنا مشمئز من كوني محدودا ومتحكما من قبل الآخرين وإذا أراد شخص ما أن يفعل هذا معي، أشعر بالاختناق، لذلك عادة في علاقاتي لا أعطي الكثير من المعلومات المغلقة عن نفسي للآخرين ولا أحب أن أكون متاحا للآخرين",
  "في العلاقة الجنسية أنا أبحث عن التنوع",
  "لا أريد من زوجي أن يعتمد علي وأريده أن يكون قادرا على تدفئة المنزل بمفرده لأن لدي الكثير من الأعمال خارج المنزل",
  "لا أؤمن كثيرا في تربية الأطفال وأريدهم أن يفعلوا ما يحبون ولا يكونوا محدودين ويجربوا للتعلم",
  "لا أفكر كثيرا في منتصف العمر والشيخوخة ولا أخطط وأعتقد أنني سأفكر في ما يأتي عندما يأتي",
  "أعطي نصائح جيدة جدا للآخرين، على الرغم من أنني قد لا أتصرف بناء عليها بنفسي",
  "إذا أجبرت على الصراع مع أشخاص لا يمكنني التغلب عليهم، أنقذ نفسي من الخطر بالذكاء والكلام",
  "سعادتي ورضاي يأتي عندما أقوم بعمل مختلف ومبدع بمنظور جديد أو أسافر باستمرار إلى مدن وبلدان مختلفة، أجرب أطعمة جديدة وألتقي بأشخاص ومعتقدات وثقافات جديدة"
]

