[
  "في الطفولة كنت طفلا هادئا وخاليا من المتاعب وغالبا ما لعبت بمفردي مع نفسي",
  "في المراهقة كنت غير مبال بموضوعات مثل الحب والمنافسة وجذب الانتباه، وعموما كنت بعيدا عن التيارات ومحايدا وعلى الهامش",
  "في بيئة العائلة والعمل أنا معروف كأمين ولست منتقدا وشاكيا",
  "على الرغم من الأحداث والاضطرابات في العالم الخارجي، في داخلي لدي سلام داخلي عميق والآخرون أيضا يحصلون على السلام مني",
  "أنا هادئ وهادئ جدا ومن هذا الهدوء والصمت أشعر بأمان كبير مع نفسي",
  "على الرغم من أن طريقتي في الوجود مؤثرة، أفضل البقاء خلف الأمور وعدم البروز، بحيث في التجمعات عادة ما أكون غير مرئي",
  "أشعر بالسلام والراحة من التواجد في المنزل وعادة لا أشعر بالملل من التواجد في المنزل",
  "للتقدم في العمل أنا لست تنافسيا أو طموحا",
  "كسب المنصب والثروة والسلطة ليس أولوية حياتي",
  "أثق في تدفق الحياة كما يذهب، بحيث يكون هناك دائما قبول عميق وواع في داخلي تجاه الظروف والأحداث المحيطة، وأعتقد بالتأكيد أن كل حدث يحدث جيد ولا أشتكي، وهذا يجعلني راضيا عن نوع حياتي وعمليتها في أي عمر",
  "أنا مائل للدين والتصوف والروحانية والتجمعات الروحية",
  "في الحفلات أرتدي ملابس بطريقة تبقى خصائصي الأنثوية (الجنسية) مخفية ولا أجذب الانتباه بجسدي وملابسي وسلوكي وأنا أرتدي ملابس بسيطة",
  "عندما أقوم بالأعمال المنزلية اليومية مثل التنظيف والغسيل والكي والطبخ... أنغمس فيها والقيام بها مقدس بالنسبة لي، وليس واجبا، ويسبب السلام والرضا في قلبي",
  "أشعر أنه إذا تم قطع الدعم عني وأحتاج إلى دخول الحياة الاجتماعية، فقد لا أكون قادرا على التعامل مع العمل الاجتماعي",
  "كونك مستمعا هو واحد من خصائصي البارزة ويمكنني الاستماع إلى كلمات الآخرين بصبر ودون حكم، وكثيرون يخبرونني بكلمات قلوبهم",
  "أنا سعيد عندما يكون لدي أوقات للعبادة والعزلة والتأمل (خاصة تلك التي يتم فيها مراعاة الصمت) وأنا منغمس تماما فيها",
  "شعار حياتي هو: لا يوجد عجلة في العمل ويمكن أن تتقدم الحياة بهدوء وبروحانية",
  "أفضل استضافة ضيوفي في منزلي الخاص وأكون مشغولا بالطبخ في المطبخ",
  "عموما أشعر بالوحدة والوحدة، حتى عندما أكون مع أشخاص أحبهم، وأستمتع بالعزلة",
  "عموما ليس لدي القدرة على التعبير عن العواطف والعاطفة للأحباء من خلال الكلمات والاتصال الجسدي، بينما مشاعري الداخلية أعمق بكثير مما أظهره، وطريقة اهتمامي غير مباشرة ومن خلال القيام بأعمال لطيفة",
  "دائرة علاقاتي ليست واسعة جدا ولدي عدد قليل من الأصدقاء",
  "إذا كان لزوجي رحلات طويلة وبعيدا عني، أنا مرتاح في العزلة ولا أشعر بالأذى",
  "إذا خانني زوجي، فأنا لست مجروحا بعمق",
  "أترك أطفالي أحرارا في خياراتهم لإيجاد طريقهم ولا أفرض عليهم خيارا محددا ولا أجبرهم على التوجيه في اتجاه معين",
  "بالنسبة لي في هذا العالم لا شيء يستحق أن يكون مزعجا ويزعج سلامي أو يجعلني منزعجا أو يشغل ذهني بسببه"
]

