[
  "في الطفولة كنت جميلا ولطيفا وهشا",
  "في الطفولة لعبت في الغالب بمفردي وبشكل سري وكان لدي أصدقاء خياليون",
  "في المراهقة في معظم الأمور كنت تحت قيادة أمي وعادة ما كنت أتحقق من معظم الأشياء مع أمي",
  "العمل المكلف بي، عادة ما أسلمه في اللحظة الأخيرة",
  "حقا لا أعرف لماذا اخترت هذا المجال من الدراسة ودخلت الجامعة ولم أستخدم مجال دراستي كثيرا",
  "في العمل أو الدراسة قفزت من فرع إلى فرع كثيرا ولدي العديد من الأعمال غير المنتهية",
  "أنا مهتم بمجالات علم التنجيم والتحليل النفسي والميتافيزيقيا والروحانية وقراءة الطالع والتاروت والغموض",
  "عادة ما يكون الناس من حولي هم الذين يقررون لي، ولا يهمني ما أختار، وفي التجمع عادة ما أتبع آراء المجموعة وأعطي رأيا أقل بنفسي",
  "مرات عديدة عند اتخاذ القرارات أصبح مترددا ولا أعرف ما هو الاختيار المناسب لي، والتردد هو الموضوع الأهم في حياتي",
  "المرونة والتسوية هما خصائصي البارزة",
  "حقا لا أعرف ما هو هدفي في الحياة وماذا أريد",
  "غالبا ما يحدث أنني أشعر بالتعب والملل والخمول ولا أعرف لماذا أنا خامل جدا",
  "أحب التسوق وأنا سعيد فقط خلال وقت التسوق، وقبل أو بعد أشعر بالانزعاج مرة أخرى وأشعر بالسوء",
  "لدي حاسة سادسة قوية جدا وكثيرا من المرات، قبل أن يحدث شيء ما، أعرف ما سيأتي",
  "كل ما أريده يتم توفيره لي، وإذا لم يكن لدي شيء، فإن السبب الوحيد هو أنني لم يكن لدي الصبر لأريده",
  "لدي القدرة على البكاء لفترة طويلة ويتفاجأ الآخرون كثيرا من هذا ولا يفهمونني",
  "أثير هذا الشعور في الناس بأن 'أحتاج إلى مساعدة ودعمني، أنا ضعيف.'",
  "أثق بالناس بسرعة كبيرة جدا",
  "أحلم اليقظة وأتخيل كثيرا، وأنام أيضا كثيرا ولدي أحلام عميقة",
  "في العلاقة مع الرجال، عادة ما يختارونني وأنا لست المختار",
  "للزواج أتردد دائما حول من أتزوج وأفضل أن يقرر شخص ما لي وينهي العمل",
  "أنا أنتظر كثيرا أن يأتي شخص ما ويحل المشاكل ويجعلني سعيدا",
  "تقديم الالتزامات صعب بالنسبة لي وغالبا ما يحدث أنه بعد الوعد أندم",
  "عادة لا أتدخل في شؤون أطفالي وأعتبر نفسي غير قادر، وربما حتى أطفالي يأمرونني، وحتى أفضل أن تدير أمي علاقتي مع أطفالي",
  "يخبرني الآخرون أنني أصغر بكثير من عمري، والشيخوخة والتجاعيد وفقدان النضارة محزن جدا بالنسبة لي وأنا على استعداد لإصلاحها بالجراحة التجميلية"
]

