[
  "في الطفولة عبرت عن رغباتي وطلبت تحقيقها السريع - إذا لم تتحقق صرخت، وإذا تحققت، أظهرت سعادتي ووجودي تماما",
  "في الطفولة كان لدي الكثير من الفوضى والاضطراب ولم أقم بعملي في الوقت المحدد",
  "منذ الطفولة أحببت الاستحمام واللعب بالماء، وحاليا أنا أيضا مهتم بالبحر والمسبح، وبمجرد أن أرى الماء أقفز فيه أو أقضي وقتا طويلا بالقرب منه",
  "في المراهقة والشباب كان لدي العديد من العلاقات الرومانسية",
  "في المراهقة تصرفت بشكل أكثر عاطفية وإذا أزعجني شخص أو شيء ما غضبت وتصرفت دون النظر في العواقب، وأيضا إذا أحببت شخصا ما وضعت حياتي على المحك",
  "ذكريات الماضي حية بالنسبة لي تماما كما حدثت! لدي اهتمام كبير بالحفاظ على ذكرياتي - عندما أروي ذكريات من زمن طويل جدا، يتفاجأ الآخرون كيف أتذكر كل هذا",
  "أتذكر كل الخير والشر الذي حدث لي، حتى لو لم أظهره للطرف الآخر في تلك اللحظة، وأعوض لاحقا، أحيانا حتى أكثر",
  "يحدث لي أنه عند الغضب، يرتعش جسدي من الغضب أو ألعن أو أضرب الحائط",
  "حدث أنه بسبب ردود فعلي العاطفية المفرطة وغير القابلة للسيطرة، أذلني الناس وأحيانا لا يعتمدون علي حتى",
  "عند الانتقام وتسوية الحسابات، يستولي على كامل كياني غضب لدرجة أنني لا أفكر في شيء سوى الانتقام",
  "بعد أن يخف الغضب والسخط، أندم على ما فعلته وألوم نفسي",
  "إذا أراد شخص ما أن يقول لي كذبة ويعتقد أنني لا أفهم، أشعر أن ذكائي مهان، أغضب كثيرا وبالتأكيد أثبت لهم أنني أعرف وأفهم أفضل منهم (لست أحمق!)",
  "عندما أعمل، أعمل بجد كبير وفي نهاية اليوم أشعر بالتعب الشديد",
  "في أي تجمع أكون فيه، أنا دائما على دراية بكل شيء وجميع التفاصيل ولا شيء يفلت من عيني",
  "حول شيء أعرف أنه صحيح، أنا مصر جدا",
  "أنا مهتم بأنه عندما أذهب إلى المطعم أو عيادة الطبيب أو المتجر أو السوبر ماركت... يتعرفون علي ويحترموني، وفي المطاعم عادة ما أعطي إكراميات جيدة حتى يتذكروني",
  "لدي علاقات عميقة وعاطفية مع أصدقائي",
  "عندما يكون أحبائي حزينين ومنزعجين، أتأثر تماما وأبكي معهم، وعندما يكونون سعداء أنا سعيد معهم ويمكنني التعاطف معهم",
  "لا أحب نفسي وكثيرا ما أشعر بالعار من الداخل",
  "في العلاقة مع الجنس الآخر أنا عاطفي جدا وأظهر هذه المشاعر بأي طريقة ممكنة، سواء بالأدوات اللفظية أو إعطاء الهدايا",
  "الفشل والتخلي في علاقة عاطفية مؤلم جدا ولا يطاق بالنسبة لي",
  "سماع 'لا' من الآخرين، خاصة الجنس الآخر، ثقيل جدا بالنسبة لي",
  "في العلاقة الجنسية أنا لا أعرف التعب، لدي رغبة شديدة ولا يمكن السيطرة عليها لدرجة أنني أحيانا أكون مستحوذا جدا من قبل الغريزة الجنسية بحيث دون النظر في اعتبارات أخرى وحتى مشاعر زوجي، أفكر في إرضاء نفسي",
  "أحب أطفالي وأعبر عن هذا لهم، ولكن عندما أغضب أفقد السيطرة والأهداف الأولى لغضبي هي أيضا أطفالي",
  "عندما أكون في حالة حب، أعتقد أنني الأكثر حبا، وعندما أكره شخصا ما، أعتقد أنني الشخص الأكثر كرها على الأرض - عندما أكون سعيدا أضحك بكامل كياني وعندما أكون حزينا أبكي بكامل كياني"
]

