[
  "در کودکی خوش‌سر و زبان بودم و آدم‌ها را به وسیله‌ی سر و زبان و عشوه‌گری جذب می‌کردم",
  "در نوجوانی، اطرافیان به علت شادابی، خوش‌طبعی، قرتی بودن و دلبری به من علاقه‌مند می‌شدند",
  "پس از بلوغ، والدینم مرا مجبور کردند که نوع لباس پوشیدنم را به دلیل اینکه جلب توجه می‌کردم، عوض کنم و همین‌طور در رفتارها و روابط محدودم می‌کردند",
  "در مدرسه و دانشگاه بیشتر از آنکه جذب درس بشوم، عاشق فعالیت‌های فوق‌برنامه مثل سرود، تئاتر و نمایش بودم",
  "در کار کردن بیشتر جذب کارهای خلاقانه، پروژه‌ای و پرهیجان می‌شوم",
  "عاشق زندگی‌ام هستم و اغلب این عشق من به دیگران نیز سرایت می‌کند",
  "عاشق رقصیدن به شیوه‌ی خودم هستم و احساس می‌کنم با رقصیدن انرژی‌ام را متعادل می‌کنم",
  "توانایی تبدیل کردن اتفاقات به ظاهر تکراری را به یک اتفاق جدید و هیجان‌انگیز دارم",
  "زیاد عاشق می‌شوم و نیاز دارم همواره، حداقل در یک رابطه‌ی عشقی قرار داشته باشم و معمولاً بلافاصله پس از اتمام یک رابطه‌ی عاشقانه، جذب رابطه‌ی دیگری می‌شوم",
  "من همواره آرایش کرده، جذاب و خوش‌لباس هستم و اصولاً لباس‌هایی می‌پوشم که زنانگی‌ام را جلوه دهد و وسوسه‌انگیز باشد",
  "خودم را دوست دارم و از دیدن خودم و بدنم در آینه لذت می‌برم",
  "من عشاق دل‌شکسته‌ی زیادی دارم",
  "در روابط اجتماعی آدم‌های زیادی را به سمت خود جذب می‌کنم، حتی آن‌هایی که من بهشان علاقه‌مند نیستم، ولی دست من نیست",
  "اگر بخواهم، در مهمانی‌ها و اجتماعات از همان ابتدا مردان جذاب را شناسایی کرده و با روش مخصوص به خودم آن‌ها را جذب می‌کنم",
  "خیلی از مواقع فکر می‌کنم مردان فقط به دلیل رابطه‌ی جنسی به دنبال من هستند",
  "بدون عشق، ازدواج اصلاً معنایی ندارد. به دنبال یک ازدواج کاملاً عاشقانه هستم و در طول ازدواج هم مدام عشق را زنده نگه خواهم داشت",
  "معمولاً در هر جمعی که وارد می‌شوم، با خودم جادویی دارم که همه‌جا را پر از عشق، شور و هیجان می‌کنم",
  "شعار زندگی من این است که من باید یک کاری و یا یک کسی را دوست داشته باشم تا بتوانم انجامش دهم یا در کنارش باشم",
  "ویژگی بارز من این است: 'من عاشق عاشق شدنم.'",
  "من اصولاً پرانرژی هستم و معمولاً احساس بی‌حوصلگی و ناراحتی در خودم نمی‌کنم",
  "با وجودی که با زنان زیادی دوستم، ولی حضورم در جمع، موجب حسادت سایر زنان (مخصوصاً زنان حسود) می‌شود",
  "در روابط جنسی با شریک مورد علاقه‌ام خیلی به هیجان می‌آیم و رابطه‌ی جنسی برای من بسیار لذت‌بخش است و در آن منفعل نیستم",
  "دوست دارم بچه‌هایم جذاب و دوست‌داشتنی باشند و لباس‌های خوشگل بپوشند و در مجالس از نظر زیبایی و جذابیت بدرخشند",
  "فرزندانم در کنار من احساس سرزندگی می‌کنند و من قابلیت‌ها و خلاقیت آن‌ها را بیرون می‌کشم و تشویقشان می‌کنم تا آن‌ها را زندگی کنند",
  "من فکر می‌کنم در میانسالی و یا پیری هم، همچنان شاداب، سرزنده، سرحال و خوش‌لباس بمانم"
]
