[
  "در کودکی کنجکاو و موفق بودم و اغلب می‌درخشیدم و مایل بودم در هر زمینه‌ای اطلاعات کسب نمایم",
  "در کودکی مؤدب و مرتب بودم و بیشتر بازی‌های فکری می‌کردم مانند شطرنج، لگو، بازی‌های هوشی...",
  "در نوجوانی همه چیز را از قبل برنامه‌ریزی می‌کردم و با پشتکار زیاد به آن می‌رسیدم و مهمترین هدف برایم درس خواندن و برنده شدن بود و اصولاً درگیر چیزهای جانبی نمی‌شدم",
  "در مدرسه معمولاً در ردیف جلوی کلاس و در دید معلم می‌نشستم",
  "من اصولاً مورد تأیید خانواده و اولیای مدرسه بودم و فردی شاخص و ممتاز بودم",
  "من برای زندگی‌ام دارای برنامه و زمان‌بندی می‌باشم و به آن پایبندم",
  "فردی هدفمند و سخت‌کوش و بااراده هستم که اصولاً به اهداف خود می‌رسم",
  "من به هنگام انتخاب‌های مهم زندگی‌ام با تفکر منطقی و عقلانی دست به انتخاب می‌زنم، در واقع آنچه به مصلحت من است نه لزوماً آنچه را دوست دارم",
  "موقعیت عالی شغلی برایم مهم است و همیشه برای کسب دستاوردهای مادی و شغلی و اجتماعی برنامه‌ریزی می‌کنم",
  "من نقطه‌ضعف آدم‌ها را می‌بینم و در صورت لزوم از آن‌ها استفاده می‌کنم",
  "من همیشه به قوانین و مقررات اجتماعی احترام گذاشته‌ام، حتی جایی که پلیسی نیست، و هیچ‌گاه از آن‌ها تخطی نمی‌کنم، هرچند دیگران مرا به طعنه بچه مثبت خطاب می‌کنند",
  "من برای انجام دادن هر کار و با استفاده از هر وسیله و ابزاری، ابتدا دستورالعمل مربوط به آن را مطالعه می‌کنم و درست طبق آن عمل می‌کنم",
  "من اصولاً کارهایم را به نحو احسن انجام می‌دهم و فکر می‌کنم که از لحاظ هوش و مدیریت از عموم مردم یک سروگردن بالاتر هستم",
  "می‌خواهم که روی دیگران اثر خوبی بگذارم، برای همین همیشه مؤدب و آرام و خیلی دوستانه با آنان برخورد می‌کنم",
  "دوستان من عموماً افرادی از طراز و طبقه اجتماعی و فکری خودم هستند",
  "من در روابط اجتماعی فرد محتاطی هستم، ارتباط من با همه دوستان و همکارانم مشخص و تعریف شده است و خارج از آن ارتباطی با آن‌ها برقرار نمی‌نمایم، یعنی حد و مرز مشخصی برای هر رابطه دارم",
  "من مایلم با کسی که از لحاظ فکری و اجتماعی هم‌سطح من است، ازدواج کنم",
  "من در زناشویی، احترام را به عشق ترجیح می‌دهم",
  "من عشق عمیق را تجربه نکرده‌ام",
  "رابطه جنسی برای من مشغله فکری نیست و این عمل را با برنامه‌ریزی قبلی انجام می‌دهم و گاهی در حین رابطه به فکر برنامه‌های کاری و زندگی خود هستم",
  "به فرزندانم برای حل مشکلات به عنوان یک فرد مطلع و بالغ، پند و اندرز می‌دهم",
  "دیگران مرا به خاطر موفقیت‌هایم تحسین می‌کنند",
  "برای باور هر موضوعی به مستندات علمی و آکادمیک رجوع می‌کنم و اصولاً موارد ثابت نشده علمی از جمله متافیزیک، شهود، ای‌چینگ، انرژی‌درمانی ..... از نظر من غیرقابل قبول و مهمل‌اند",
  "قادر به بودجه‌بندی هستم، دارای پس‌انداز هستم و وضعیت اقتصادی خود را برای آینده تثبیت کرده‌ام",
  "زمانی خوشحال می‌شوم که نفر اول و محبوب‌ترین باشم، همه جا تشویقم کنند و پیروزی‌هایم را ببینند و من بدرخشم"
]
