[
  "کودکی کنجکاو، فعال و پرتحرک بودم، اظهار نظر می‌کردم و بر روی خواسته‌هایم پافشاری می‌کردم",
  "در نوجوانی رقابت‌جو و مصمم بوده و عضو تیم‌های ورزشی بودم",
  "من فردی مستقل بوده و مایل نیستم برای برآورده ساختن نیازهایم به دیگران متکی باشم",
  "من با بی‌عدالتی و تبعیض به‌شدت مخالفم و با آن مبارزه می‌کنم",
  "خلق‌وخوی تند و سریع و عکس‌العملی دارم و کمتر پیش می‌آید که کم بیاورم، مخصوصاً در ارتباط با مردان",
  "من بر سر حرف خود و کاری که می‌خواهم بکنم، می‌ایستم و پافشاری می‌کنم و معمولاً کوتاه نمی‌آیم و به خاطر همین ویژگی، دیگران اغلب مرا فردی خودسر، لجباز و کله‌شق می‌دانند",
  "علاقه‌مند به پوشیدن لباس و کفش راحت و اسپرت هستم و برایم مهم است که در لباسی که می‌پوشم راحت باشم تا سرعت عمل بالایی داشته باشم",
  "من فردی رقابت‌جو هستم (حتی گاهی نسبت به همسرم هم حس رقابت دارم!)",
  "من جدی ولی بی‌تکبر و خاکی هستم، هرچند برخی مرا خشن می‌دانند",
  "من نظراتم را رک و صریح و بی‌پرده می‌گویم، حتی اگر دیگران ناراحت شوند",
  "من اصول اخلاقی و اعتقادی محکمی دارم، همواره آن را جدی گرفته و برای آن می‌جنگم",
  "اهل ورزشم و به ورزش‌هایی مانند کوهنوردی، دو استقامتی، دوچرخه‌سواری، بسکتبال، تیر و کمان، اسب‌سواری، تنیس و اسکی علاقه‌مندم و دوست دارم بدنم روی فرم و ورزیده باشد",
  "شعار من در زندگی این است: من خودم از پس کارهایم برمی‌آیم",
  "عشوه‌ها و دلبری‌های زنان از نظرم لوس و احمقانه است و دوست ندارم مردی به من نگاه جنسیتی داشته باشد",
  "من طرفدار حقوق زنان هستم و در جمع‌های حمایت از حقوق زنان حضور دارم، زیرا جامعه پر از زنانی است که تحت فشار و ظلم مردان یا قوانین ناعادلانه قرار گرفته‌اند و من همیشه هر کاری از دستم بربیاید برایشان انجام می‌دهم تا حق آن‌ها را از مردها بگیرم و نجاتشان بدهم",
  "از زن‌هایی که در برابر مردان ضعف نشان می‌دهند بیزارم، من زن‌هایی را می‌پسندم که با مردان رقابت کرده و برنده و پیروز شوند و نشان دهند که زن‌ها از مردان چیزی کم ندارند و چه‌بسا قوی‌تر و بهتر هم هستند",
  "در عین حال از ضعیف‌ها و دردمندان حمایت می‌کنم ولی اصولاً از افراد ضعیف خوشم نمی‌آید",
  "برای من استقلال و عدم وابستگی به مردان بسیار مهم است",
  "پس از ازدواج برایم مهم است تا از نام خانوادگی خودم استفاده شود",
  "اگر ازدواج کرده باشم ولی باز هم از درون احساس تجرد و عدم وابستگی به همسرم را دارم",
  "در زندگی زناشویی به دنبال کسب تساوی حقوق بین خودم و همسرم می‌باشم",
  "رابطه‌ی جنسی اولویت من نیست ولی گاهی برایم شبیه یک تحرک بدنی مفرح است",
  "من فرزندانم را مستقل و خودکفا تربیت کرده‌ام",
  "من علاقه‌مندم در طبیعت بکر زندگی کنم تا در شهر مدرن",
  "رضایت عمیق درونی من زمانی حاصل می‌شود که کسی در زندگی‌ام دخالت نکند و محدود نباشم و خودم شخصاً برای خودم تصمیم بگیرم و ماجراجویی داشته باشم"
]
