[
  "در کودکی بیشتر از بازی، وقت خود را صرف مطالعه می‌کردم",
  "در دوران تحصیل، دانش‌آموز باهوش، موفق و علاقه‌مند به درس بودم",
  "در نوجوانی روابط اجتماعی داشتم، اما رابطه‌ی عاطفی قوی با دوستانم برقرار نمی‌کردم",
  "در محیط کار خود با سیاست رفتار می‌کنم و به دنبال پیشرفت پلکانی شغلی و قدرت هستم",
  "در محل کار ترجیح می‌دهم بیشتر با مردان کار کنم تا زنان، ولی رابطه من فاقد جنسیت است (از نوع همکاری یا خواهری– برادرانه است)",
  "در هنگام کار کردن بسیار جدی و دقیق بودم و همه کارهایم را کامل و درست انجام می‌دهم و رئیسم به داشتن کارمند و همکار و همراه نمونه‌ای چون من افتخار می‌کند",
  "از اشتباه کردن بیزارم؛ به همین دلیل سعی دارم هر کاری را دقیق و کامل انجام بدهم",
  "اشتباهات دیگران و کمبودها را به روشنی می‌بینم و اصولاً در انتقاد کردن از دیگران، گرفتن غلط آن‌ها و تذکر دادن، توانایی دارم",
  "شغل و حرفه تخصصی من اولویت بسیار بالایی دارد، حتی نسبت به زناشویی و ازدواج",
  "آدمی مرتب و منظم، مقرراتی و مبادی آداب اجتماعی هستم و این باعث افتخار من است",
  "موفقیت من ناشی از توان هوشی و تفکر منطقی‌ام است",
  "اصولاً تحت تأثیر احساساتم نیستم، گاهی که احساساتی می‌شوم، به آن توجهی نمی‌کنم و به کارهای عادی‌ام می‌پردازم. شعار من در زندگی این است که در زندگی عقل و منطق نقش مهم‌تری از عواطف دارد و باید عاقلانه رفتار کرد",
  "خصوصیت بارز من این است که به دنبال تحصیلات آکادمیک و عالیه و گواهینامه معتبر هستم و هر کاری را که شروع کنم تا آخر ادامه می‌دهم تا حد استادی برسم. به عبارتی، موفقیت در کار و تحصیل اولویت مهم زندگی من می‌باشد و این موضوع برای من از ملاک‌های ارزشیابی و تصمیم‌گیری است",
  "خوشحالی من زمانی حاصل می‌شود که زندگی‌ام را براساس برنامه‌ی پیشبرد و تحت مدیریتم باشد",
  "من معمولاً دوست دارم از اتفاقات جهان آگاه شوم",
  "در زندگی زناشویی من منطق حکم‌فرماست و سعی کرده یا می‌کنم که با آدمی ازدواج کنم که شأن اجتماعی بالایی دارد",
  "ترجیح می‌دهم بین من و همسرم بیش از شور و هیجان و عشق، توافق، تمجید و احترام برقرار باشد",
  "در رابطه‌ی جنسی، کمی طول می‌کشد تا بدنم را حس کنم و گرم بشوم، همچنین به بهداشت نیز اهمیت می‌دهم",
  "من فرزندانم را براساس اصول آموزشی و علمی روز دنیا تغذیه و تربیت می‌کنم",
  "اگر زنی مورد تجاوز قرار گیرد، به نظر من مقصر اصلی خود زن است",
  "وقتی از آدم‌ها اشتباهی سر می‌زند یا آدم‌های احساساتی را می‌بینم، رفتار و کارهایشان برایم بسیار عجیب و غیرقابل باور است و دیگران می‌گویند که من نگاه عاقل اندر سفیه به آن‌ها می‌اندازم",
  "در مهمانی‌ها اغلب به جای حرف‌های خاله‌زنکی، وارد گفتگوهای سیاسی، اجتماعی و روشنفکرانه می‌شوم",
  "برای زندگی‌ام برنامه دارم و از بی‌برنامگی و تلف کردن زمان بیزارم. همیشه از قبل برای کارهایم برنامه‌ریزی کرده و از تک‌تک لحظاتم به طور مفید استفاده می‌کنم",
  "من معمولاً به صورت رسمی و مرتب و شیک و اتو کشیده و آهار دار لباس می‌پوشم",
  "ترجیح می‌دهم اوقات فراغت خود را در شهر و پارک‌های تمیز بگذرانم تا در دل طبیعت وحشی"
]
