[
  "من در زمان کودکی دوست داشتم با عروسک بازی کنم و یا حیوانات کوچکی را نگهداری کنم",
  "من در نوجوانی به افراد غریبه و یا آدم‌های ناتوان به طور جدی کمک می‌کردم",
  "در محیط کار دوست دارم کاری کنم که افراد توبیخ نشوند، در مشکلات کمکشان کرده یا مسائلشان را حل کنم",
  "آخر، وقتی که دیگران به من نیازمندند چگونه می‌توان به آن‌ها 'نه' بگویم؟",
  "ویژگی بارز من این است که هر جا کسی به کمک احتیاج داشته باشد می‌تواند روی من با تمام قوا حساب کند",
  "انگیزه‌ی اصلی من ازدواج کردن، بچه‌دار شدن است",
  "به نظر من ازدواج، ضامن و حامی فرزندان است، عشق تنها کافی نیست",
  "در رابطه با فرزندانم اگر برایشان اتفاقی رخ دهد خود را سرزنش می‌کنم که اگر من حواسم بیشتر جمع بود این اتفاق برای بچه‌ام رخ نمی‌داد",
  "وقتی فرزندانم بیرون‌اند دلشوره‌ی شدید دارم که مبادا برایشان اتفاقی رخ دهد و همیشه دلواپسم",
  "مهم‌ترین موضوع زندگی‌ام این است که همیشه والدی نمونه باشم و هر کاری که از دستم بر می‌آید برای فرزندانم انجام دهم",
  "خوشحالی و رضایت من زمانی حاصل می‌شود که بدانم بچه‌هایم هیچ مشکلی در زندگی نداشته و زندگی بسیار خوبی داشته باشند",
  "آرزویم برای میانسالی و پیری‌ام این است که فرزندانم دور و بر من باشند و اگر بچه نداشته باشم زندگی‌ام معنای خود را از دست می‌دهد",
  "من برای خود سرگرمی و تفریح شخصی ندارم",
  "زمانی که کودکی آسیب دیده یا حتی پرنده، سگ یا گربه‌ی زخمی یا گرسنه‌ای را می‌بینم خیلی ناراحت می‌شوم",
  "اگر مادری با فرزند خود بدرفتاری کند، یا بزرگسالی با کودکی رفتار نامناسب داشته باشد، من بسیار آشفته می‌شوم و دخالت می‌کنم",
  "آدم‌های دور و بر من آدم‌های تنبل و بی‌مسئولیتی هستند و من خودم تمام کارهای حتی شخصی آن‌ها را برایشان انجام می‌دهم",
  "گرچه نمی‌خواهم به خود ببالم ولی باید اعتراف کنم برای دیگران کارهای زیادی انجام می‌دهم ولی در صورت قدرنشناسی و عدم توجه آنان ناراحت می‌شوم",
  "من دوست دارم مهمان دعوت کنم و برایشان غذا بپزم و از پذیرایی کردن افراد خانواده، فامیل و دوستان بسیار لذت می‌برم",
  "در مهمانی‌ها مراقب این هستم که به همه خوش بگذرد",
  "همیشه سعی می‌کنم بدانم به عزیزانم چه می‌گذرد",
  "از آنجایی که من زیاد از خانه خارج نمی‌شوم، لباس و آرایش من زیاد مهم نیست",
  "خیلی‌ها به من می‌گویند که در رابطه با همسرم بیشتر مادر او هستم تا همسر",
  "اگر فرزندانم بزرگ هم شوند باز هم برای من بچه‌اند و کارهای شخصی آن‌ها را انجام می‌دهم و از رسیدگی به آن‌ها، بی‌نهایت احساس رضایتمندی می‌کنم",
  "از خدا می‌خواهم که به من توان، انرژی، امکانات و شرایط مناسب دهد تا بتوانم به سایرین خدمت کنم مخصوصاً افراد ضعیف و ناتوان",
  "سلامت جسمی و وضعیت مالی من اغلب مواقع صدمه می‌بیند چون به نیازهای دیگران بیشتر از نیازهای خودم اهمیت می‌دهم"
]
