[
  "در کودکی بیشتر دوست داشتم در تنهایی با گل و خمیر بازی کنم و کودک شادی نبودم و در مقابل سایر کودکان احساس بی‌کفایتی و کمبود اعتماد به نفس می‌کردم",
  "در کودکی زخم‌های زیادی خورده‌ام",
  "در کودکی گمان می‌کردم به خانواده‌ام تعلق ندارم و فرزند آن‌ها نیستم",
  "در کودکی اگر بین والدینم درگیری پیش می‌آمد به میانجی‌گری می‌پرداختم و می‌خواستم بین آن‌ها صلح برقرار کنم",
  "وقتی پدر و مادرم با هم دعوا می‌کردند، من احساس گناه می‌کردم",
  "در نوجوانی با سایرین ارتباط زیادی نداشتم و در فعالیت‌های گروهی شرکت نمی‌کردم و به کارهای خلاقانه و دست‌ساز می‌پرداختم",
  "بیشتر از انسان‌ها به ماشین‌آلات و اشیاء علاقه‌مندم و کارهای فنی و یا کارهای دستی را دوست دارم و خلق آثار دستی باعث می‌شود حس ارزشمندی در من افزایش یابد",
  "هنگامی که ناراحت هستم و از موضوعی آزرده شده‌ام، به درون خود می‌روم و در این زمان می‌توانم به خلق یک اثر هنری بپردازم",
  "خنداندن من کار سختی است، مگر آنکه خودم بخواهم دیگران را بخندانم",
  "معتقدم نباید از ناراحتی درونی‌ام با کسی صحبت کنم و معمولاً کسی از درون من خبردار نمی‌شود",
  "دوست دارم در نامالایمات زندگی، امن داشته باشم تا دور از هیاهوی زندگی، به کار خود مشغول باشم و خود را در کار غرق کنم",
  "اعتقاد دارم نباید اشیای کهنه را به دور انداخت، شاید روزی به کار آیند حتی گاهی حس می‌کنم اشیای کهنه هویت دارند و با آن‌ها حرف می‌زنم",
  "کارهای من سری‌سازی ندارد و هر کدام اصالت خود را داراست و حس من نسبت به آن‌ها، مانند حس مادر به فرزندش است",
  "من در کار اهل رقابت و هم‌چنین مشارکت نیستم",
  "من به کارم به منظور کسب درآمد نمی‌نگرم، برای من کارم یک نیاز روحی است و درآمد زیادی از آن کسب نمی‌کنم",
  "ارتباط کلامی با دیگران برایم سخت است",
  "خیلی از مواقع احساس می‌کنم از دیگران کمترم و حس جوجه اردک زشت را دارم",
  "برای تلافی از کسانی که آزارم می‌دهند، نقشه‌های پیچیده‌ای می‌کشم تا آن‌ها را در وضعیت تحقیرآمیزی قرار دهم",
  "خیلی از مواقع خودم، خودم را مسخره کرده و یا لودگی می‌کنم تا دیگران را بخندانم",
  "من نسبت به افکارم بسیار سرسخت، یکدنده و لجبازم، و انعطاف‌پذیر نمی‌باشم",
  "همسر من همه چیز زندگی من می‌باشد و او را می‌پرستم، او تنها موجودی در جهان هستی است که برایم وجود دارد و هیچ وقت فکر نمی‌کنم که بخواهم همسر دیگری اختیار کنم",
  "به تک‌همسری و وفاداری اعتقاد دارم و می‌توانم مدت زیادی رابطه‌ی جنسی نداشته باشم و فقط اگر کسی را دوست داشته باشم با او رابطه برقرار می‌کنم",
  "اصولاً در رابطه‌ی جنسی، آنقدر در خویش غرق می‌شوم که از همسرم غافل می‌مانم",
  "در عین علاقه داشتن به فرزندان، توانایی بیان و ابراز احساس به آن‌ها را ندارم و فرزندانم مرا عبوس می‌دانند",
  "زمانی خوشحال می‌شوم که در کارگاه شخصی خود و در تنهایی کاری را که دوست دارم انجام دهم و کسی مرا کنترل نکند"
]
