[
  "در کودکی، زمان بازی با دوستانم دوست داشتم که در نقش همسر بازی کنم",
  "در نوجوانی و جوانی همیشه رویای ازدواج در سرم بود و تمایل زیادی به زندگی مشترک، خریدن جهیزیه و سفره‌ی عقد و هر آنچه مربوط به پیوند زناشویی است، داشتم",
  "در نوجوانی و جوانی به دنبال یک رابطه متعهدانه و جدی بودم و تنها زمانی با جنس مخالف ارتباط برقرار می‌کردم که آن را فردی مناسب برای ازدواج می‌دانستم",
  "علاقه‌مندم مردی که به همسری برگزینم که مقام داشته باشد و من به او سرافراز باشم",
  "به نظر من روز عروسی مهم‌ترین و باارزش‌ترین روز زندگی است و دوست دارم یک ازدواج باشکوه و مفصل داشته باشم",
  "باور من این است که: آدم‌ها با ازدواج کامل می‌شوند، آدمی که ازدواج نکرده کامل نیست",
  "انتظار دارم همیشه همسرم به من توجه داشته باشد و وقتی که مرا جدی نمی‌گیرد و با من نیست، روح و روانم به آزار می‌بیند",
  "از اینکه پارتنرم به کسی به غیر از من کوچک‌ترین توجهی کند بسیار خشمگین می‌شوم و واکنش نشان می‌دهم و در این زمینه بسیار حسودم",
  "اگر همسرم با زن دیگری رابطه پیدا کند حتماً از آن زن که باعث از هم پاشیدن زندگی زناشویی من گردیده، کینه به دل گرفته و انتقام می‌گیرم",
  "همیشه در درونم ترس از خیانت دارم و بیم آن را دارم که پارتنرم مرا رها کرده و با کس دیگری ارتباط برقرار کند",
  "خصوصیت بارز من 'همسر نمونه بودن' است و همه جا دوست دارم کنار همسر و در راستای تعهداتمان باشم",
  "باعث خوشحالی و افتخار من است اگر مرا به نام فامیل شوهرم صدا کنند",
  "طلاق برای من یک موضوع غیرقابل قبول است و اگر همسرم بخواهد مرا طلاق دهد اصلاً نمی‌پذیرم حتی اگر ازدواجم ناموفق باشد",
  "رابطه‌ی زناشویی اولویت اول من است و اگر بخواهم حرفه‌ای داشته باشم در اولویت دوم قرار دارد و نباید به زندگی زناشویی من لطمه‌ای وارد شود",
  "قصد من از بچه‌دار شدن تحکیم روابط زناشویی‌ام است",
  "اگر همسرم مرا ناراحت کند، انگیزه و انرژی‌ام برای انجام امور دیگر از جمله توجه به فرزندانم کاهش می‌یابد",
  "اگر بین همسر و بچه‌هایم درگیری پیش بیاید بدیهی است که عموماً طرف همسرم را بگیرم",
  "انتظار دارم فرزندانم به گونه‌ای رفتار کنند و به موقعیت‌هایی برسند که موجب اعتبار و سربلندی من باشند",
  "فکر می‌کنم اگر زمانی همسرم را به هر دلیلی از دست بدهم احساس می‌کنم کل معنای زندگی‌ام را از دست داده‌ام",
  "زمانی خوشحال و خوشبخته هستم که یک رابطه‌ی زناشویی موفق داشته باشم",
  "اولویت من در مسائل رضایت همسرم است و اطرافیان نزدیک، حتی خودم در اولویت دوم قرار داریم",
  "من حتی هنگامی که با پارتنرم مشکلی داشته باشم طوری رفتار می‌کنم که هیچ‌کس متوجه نشود که بین ما اختلافی پیش آمده و حاضر نیستم تحت هیچ شرایطی محل خوابم را از همسرم جدا کنم",
  "من عاشق طلا و کلاً هر چیز طلایی هستم و به تجملات، زرق‌وبرق و خانه‌ی لوکس علاقه‌مندم",
  "بیشتر دوستان من، همسر دوستان همسرم هستند و پس از ازدواج ترجیح می‌دهم با دوستان مجرد و مطلقه‌ی خودم یا همسرم رفت‌وآمد نداشته باشم",
  "بدیهی است که همسرم، مسئول برآورده ساختن نیازهای من است"
]
