[
  "من از همان کودکی قدرت و برتری اراده خود را نشان میدادم و عاشق قدرت بودم",
  "من از کودکی قاطعانه عمل میکردم، هر کاری را که خودم میخواستم انجام میدادم و با صراحت 'نه' میگفتم",
  "از همان نوجوانی دارای ویژگیهای ذاتی یک رهبر بوده و به دنبال دستیابی به قدرت، همواره رهبر و سردسته گروه میشدم",
  "من توانایی تحمیل اراده و خواست خود را به دیگران دارم",
  "در هر جمعی که قرار میگیرم، بدون تالشی از سوی من، از طرف آنان به عنوان رهبر انتخاب میشوم، مخصوصاً هنگام تصمیمگیریهای بزرگ یا مشکالت و بحرانها",
  "مهمترین بخش زندگی من، کار است و در کار، هدفم دستیابی به قدرت، ثروت و گسترش قلمرو است",
  "در زندگی بسیار جدی، سختگیر، با پشتکار و با اعتماد به نفس هستم و اصولاً در کارهایم موفق میشوم و به هر چیزی که خواستهام رسیدهام",
  "من توانایی کار کردن در زمانهای طوالنی، بدون احساس خستگی را دارم و میتوانم تا آخر عمر بدون بازنشستگی به کار کردن ادامه بدهم",
  "افراد در نزدیک شدن به من راحت نیستند (به خاطر وجهه قدرتمند من)",
  "من اصولاً به صورت منطقی فکر میکنم و رفتارها و تصمیماتم براساس منطق است و تحت تأثیر احساساتم واقع نمیشوم",
  "من دارای قدرت تصمیمگیری و سرعت بالا در تصمیمگیری میباشم",
  "من اصولاً از دور اعمال قدرت میکنم و درگیر جزییات نمیشوم",
  "با رشد و پیشرفت من، افرادی که در مجموعه تحت حاکمیت من قرار دارند نیز رشد و پیشرفت میکنند",
  "مجموعه تحت حاکمیت من معمولاً در امنیت هستند و اصولاً ناامنی و اضطرابی متوجه ایشان نیست",
  "افراد غیر همسو با من و مجموعه تحت حاکمیت من، به طور اتوماتیک از مجموعه من حذف میشوند، ضمن اینکه اخراج کردن افرادی که کارایی ندارند، برای من ساده است",
  "میدانم چگونه باید افراد را هدایت کرد تا نتیجه مورد نظر حاصل شود، پس به نفع دیگران است که به حرفهای من گوش بدهند",
  "من برای افراد ضعیف و ناتوان دلسوزی نمیکنم، زیرا ناتوانی و ضعف، زیان‌آور و مانع پیشرفتشان است",
  "من به منظور تثبیت و یا گسترش موقعیت اجتماعی خود، آگاهانه ازدواج کردهام",
  "من مایلم با فردی ازدواج کنم که اراده کردن او برایم راحت باشد و بتوانم او را تحت تسلط داشته باشم",
  "رابطه جنسی به من احساس قدرت میدهد",
  "من همه امکانات را برای فرزندانم مهیا میکنم مشروط به این که، آنها به حرف من اهمیت بدهند و کاملاً تحت فرمان من زندگی کنند",
  "من ابراز عاطفی من فرزندانم ندارم",
  "باور درونی من این است: 'تصمیم آخر را من میگیرم'",
  "بارزترین ویژگی من رهبری و تأثیرگذاری من نیز از این طریق است",
  "رضایت درونی من زمانی حاصل میشود که در اوج قلههای موفقیت کاری و پولی بوده و کنترل کار و زندگی خود و کسانی که برایم مهم هستند در دست من باشد"
]
