export default {
  welcome: [
    "👋 به ربات تلگرام «این من کیست؟» خوش آمدید! 🎭",
    "",
    "🔮 آماده‌اید که رازهای شخصیت خود را کشف کنید؟",
    "👇 برای شروع یکی از گزینه‌های زیر را انتخاب کنید!",
  ].join("\n"),
  mode: "نحوه پرسش سوالات چگونه باشد؟ \n👇",
  gender: "لطفا جنسیت خود را مشخص کنید \n👇",
  start_btn: "🚀 شروع آزمون",
  help_btn: "❓ راهنما",
  help: ["📌 لطفا برای شروع روی دکمه «شروع آزمون» بزنید!"].join("\n"),
  got_it: "متوجه شدم!",
  values: ["اصلا", "نه زیاد", "حدودا", "کاملا"],
  done: "🎉 خسته نباشید!",
  male: "مرد",
  female: "زن",
  show_about: (s: string) => `درباره ${s}`,
};
