export default {
  welcome: [
    "👋 به ربات تلگرام «این من کیست؟» خوش آمدید! 🎭",
    "",
    "🔮 آماده‌اید که رازهای شخصیت خود را کشف کنید؟",
    "👇 برای شروع آزمون کهن‌الگوها یکی از گزینه‌های زیر را انتخاب کنید!",
  ].join("\n"),
  start_btn: "🚀 شروع آزمون",
  help_btn: "❓ راهنما",
  help: ["📌 لطفا برای شروع روی دکمه «شروع آزمون» بزنید!"].join("\n"),
  got_it: "متوجه شدم!",
  values: ["اصلا", "نه زیاد", "حدودا", "کاملا"],
  done: "🎉 خسته نباشید!",
  man0: "مرد - خلاصه",
  man1: "مرد - طولانی",
  female0: "زن - خلاصه",
  female1: "زن - طولانی",
  show_about: (s: string) => `درباره ${s} 🤔`,
};
