[
  "من در کودکی بچه‌ای آرام و بی‌دردسر بودم و بیشتر در تنهایی با خودم بازی می‌کردم",
  "من در نوجوانی به موضوعاتی مانند عشق، رقابت و جلب توجه، بی‌اهمیت بوده و عموماً به دور از جریانات و بی‌طرف بودم و در حاشیه قرار داشتم",
  "من در خانواده و در محیط کار به سنگ صبور شناخته می‌شوم و اهل عیب‌جویی و گله و شکایت نیستم",
  "با وجود اتفاقات و آشفتگی‌های دنیای بیرون، من در درون خود، احساس آرامش عمیق درونی دارم و دیگران نیز از من آرامش می‌گیرند",
  "من بسیار آرام و ساکت هستم و از این آرامش و سکوت احساس امنیت زیادی با خودم دارم",
  "هر چند که نوع بودنم تأثیرگذار است، ولی ترجیح می‌دهم در پس امور باقی مانده و مطرح نشوم، به طوری که در محافل معمولاً محو و نامرئی هستم",
  "من از بودن در خانه احساس آرامش و راحتی می‌کنم و معمولاً از بودن در خانه حوصله‌ام سر نمی‌رود",
  "من برای پیشرفت در کار، اهل رقابت و جاه‌طلبی نیستم",
  "به‌دست آوردن مقام و ثروت و قدرت، اولویت زندگی من نیست",
  "من به جریان زندگی آن‌گونه که پیش می‌رود اعتماد دارم، به طوری که همواره پذیرشی عمیق و آگاهانه نسبت به شرایط و اتفاقات دوروبر در من وجود دارد و فکر می‌کنم حتماً هر اتفاقی که پیش می‌آید صالح بوده و گله و شکایتی نمی‌کنم و این امر باعث می‌شود در هر سنی که هستم از نوع زندگی‌ام و روند آن راضی باشم",
  "به مذهب، عرفان، معنویت و جلسات روحانی گرایش دارم",
  "من در مهمانی‌ها به گونه‌ای لباس می‌پوشم که ویژگی‌های زنانه (جنسی) من پنهان بماند و با بدنم و لباسم و رفتارم جلب توجه نمی‌کنم و ساده‌پوش هستم",
  "هنگام انجام کارهای روزمره منزل، مانند گردگیری، شستشو، اتو کردن، آشپزی... غرق در آن‌ها شده و انجام آن‌ها، برای من امری مقدس است نه وظیفه، و سبب آرامش و رضایت خاطرم می‌شود",
  "من احساس می‌کنم اگر حمایت‌ها از من قطع شود و نیاز باشد وارد زندگی اجتماعی بشوم، ممکن است از پس کارهای اجتماعی برنیایم",
  "شنونده بودن از ویژگی‌های بارز من است و می‌توانم به سخنان دیگران با صبوری و بدون قضاوت گوش بدهم و خیلی‌ها حرف دلشان را به من می‌گویند",
  "من هنگامی خوشحال می‌شوم که زمان‌هایی را برای عبادت و تنهایی و مراقبه (مخصوصاً آن‌هایی که سکوت در آن‌ها رعایت می‌شود) داشته باشم و کاملاً در آن غرق شوم",
  "شعار زندگی من این است: که هیچ عجله‌ای در کار نیست و زندگی را می‌توان آرام و با معنویت به جلو برد",
  "ترجیح می‌دهم در خانه‌ی خود از مهمانانم پذیرایی کنم و در آشپزخانه مشغول پخت‌وپز باشم",
  "به طور معمول احساس تنهایی و تنها بودن دارم، حتی وقتی در کنار کسانی هستم که دوستشان دارم و از تنهایی لذت می‌برم",
  "من اصولاً توان ابراز عواطف و علاقه به عزیزان به وسیله‌ی کلمات و تماس بدنی ندارم، در حالی که احساسات درونی‌ام بسیار عمیق‌تر از آن است که نشان می‌دهم و روش توجه من غیرمستقیم و از طریق انجام اعمال مهربانانه است",
  "دایره‌ی روابط من خیلی وسیع نیست و تعداد دوستانم کم است",
  "اگر همسرم سفرهای متمادی داشته باشد و از من دور باشد، من در تنهایی راحتم و حس آزار ندارم",
  "اگر همسرم به من خیانت کند، من عمیقاً جریحه‌دار نمی‌شوم",
  "من فرزندانم را در انتخاب‌هایشان آزاد می‌گذارم تا راه خود را بیابند و به آن‌ها انتخاب خاصی را تحمیل نکرده و به زور در مسیر خاصی هدایت نمی‌کنم",
  "به نظر من در این دنیا هیچ چیز ارزش آن را ندارد که ناراحت‌کننده باشد و آرامش من را به هم بزند و یا به خاطر آن بخواهم خودم را ناراحت کنم و یا ذهنم را مشغول کنم"
]
