[
  "در کودکی در جمعها کمرنگ بودم، با افراد غریبه، به سختی ارتباط برقرار میکردم و در نظر دیگران خجالتی بودم",
  "من در کودکی دوست خیالی داشتم",
  "در نوجوانی انطباق با سایرین برایم دشوار بود و نمیدانستم رفتار مناسب در هر جا کدام است",
  "من نمیدانم مناسبترین کار برای من چیست",
  "به چالشهای ذهنی و فلسفی علاقه‌مندم و ترجیح میدهم به کاری بپردازم که به حوزه‌های فلسفی و فراوان مرتبط است",
  "شهرت و مقام، اولویت زندگی من نیست",
  "من در بیداری تصاویری دیده‌ام، صداهایی شنیده یا بوهایی استشمام کرده‌ام که دیگران ندیده‌اند و حس نکرده‌اند",
  "گاهی آنچنان در دنیای خود غرق هستم که فرق بین توهم و واقعیت، یعنی آنچه که میبینم با آنچه که واقعاً در بیرون اتفاق میافتد برایم سخت است، زیرا گاهی تفکرات و خیالها و تصاویر موهوم دنیای درون، واقعی‌تر و حقیقی‌تر از دنیای بیرون به نظر میرسد",
  "من فردی تنها و درونگرا هستم و در تنهایی بیشتر احساس امنیت و راحتی میکنم تا در جمع و دنیای ارتباطات بیرونی، برایم نامفهوم است",
  "من برای مقبول افتادن در جمع سعی میکنم تا کسی غیر از خود باشم و در عین حال بیشتر وقتی را که با دیگران هستم، در دنیای درونی خودم غرق میباشم",
  "من دوستان اندکی دارم و آنها اطلاعات زیادی از زندگی من ندارند",
  "دوستانم به راحتی منظور مرا درک نمیکنند و گاهی نیاز به ترجمه‌ی فرد سومی هست",
  "من اصولاً عواطف خود را ابراز نمیکنم",
  "بسیاری از مواقع، برای رفتن به یک مهمانی به راحتی نمیتوانم تشخیص بدهم چه لباسی مناسب است و ترجیح میدهم کس دیگری آن را برایم انتخاب کند",
  "من اصولاً کم حرف هستم و حتی در میهمانی‌ها هم معمولاً حضور من، بی سر و صدا و نامرئی میباشد",
  "تماس بدنی با دیگران برایم خوشایند نیست و اصولاً از آن دوری میکنم",
  "گاهی آنقدر در یک جا مینشینم یا در بستر خود میمانم که دیگران به شکایت میپردازند و میگویند که بوی نا و ماندگی میدهم و تمیز نیستم و علاقه‌ای به زندگی و معاشرت با من ندارند",
  "زمانی خوشحال میشوم که در تنهایی خود به مکاشفه در دنیای درونم بپردازم و کسی مزاحمم نشود",
  "من در مهمانی‌ها در برقراری ارتباط با جنس مخالف، ناموفق هستم",
  "من اگر با کسی ملاقات کوتاهی داشته باشم که از او خوشم بیاید، در خیال خود با او رابطه‌ام را ادامه میدهم",
  "روابط جنسی من بسیار محدود و اندک است و برای برقراری رابطه جنسی، نیاز به یک ارتباط روحی عمیق دارم",
  "قادرم بدون ایجاد رابطه زناشویی زندگی کنم، اما اگر رابطه‌ی عمیق من با همسرم به رابطه‌ی زناشویی کشیده شود، امیال جنسی در من ظهور خواهد کرد",
  "درونگرایی‌ام، باعث میشود رابطه‌ی خوبی با فرزندانم نداشته باشم و به طور کلی آنها مرا عبوس میدانند",
  "دیگران مرا فردی عبوس و فاقد شوخ‌طبعی میدانند",
  "مرگ مرا نمیترساند زیرا تجلی از زیبایی آفرینش و زندگی است که در یک لحظه‌ی محصور میشود و قابل تصویر است. برایم رهایی و آزادی را به همراه دارد و سنگینی این تن را از من میگیرد و به آنچه که حقیقتاً هستم، میپیوندم"
]
