[
  "من در کودکی خلاق بودم، عاشق داستان بودم و گاهی داستان‌پردازی می‌کردم",
  "در کودکی خیلی زود راه افتادم و خیلی زود شروع به حرف زدن کردم و همین‌طور خیلی زود جنس مخالف را شناختم و اصولاً زودتر از همسالانم کاری را شروع می‌کردم",
  "در نوجوانی زیاد سر به سر دیگران می‌گذاشتم و شوخی می‌کردم و می‌خندیدم",
  "در نوجوانی علایق گسترده‌ای داشتم و زیاد از این شاخه به آن شاخه می‌پریدم",
  "معتقدم که هر آدم باید در مورد هر مطلبی که در دنیا وجود دارد، اطلاع داشته باشد حتی بسیار کم",
  "من حاضر جواب و سر و زبان‌دار هستم و به من می‌گویند جوابم در آستینم هست",
  "من از روبه‌رو شدن با چیزهای جدید لذت می‌برم و عاشق غیرمنتظره‌ها هستم و اولین کسی می‌باشم که هر چیز تازه‌ای را تجربه می‌کنم",
  "من عاشق سفر و تجربه محیط‌های جدید هستم و معمولاً از قبل برای سفرهایم برنامه‌ریزی نمی‌کنم و اصولاً در لحظه تصمیم می‌گیرم که کجا بروم و یا کی و چگونه و با چه افرادی بروم",
  "در کارم همیشه به دنبال یک میانبر هستم تا زودتر به نتیجه برسم",
  "مدام کار یا نوع کار خود را عوض می‌کنم و تازگی که برایم مهم است",
  "من توانایی این را دارم که 'هر چیزی' را به هر کسی بفروشم",
  "من توانایی سخنرانی (حتی بدون نوشته قبلی) و جذب مخاطبین را دارم و می‌توانم افکار خود را به راحتی به گونه‌ای قابل فهم و تأثیرگذار به دیگران منتقل کنم",
  "من دوستان زیادی از طبقات مختلف اجتماع، سنین متفاوت با فرهنگ‌های مختلف دارم",
  "در هر جمعی که قرار بگیرم با خوش‌سرزبانی و تعریف جوک و یا خاطرات بامزه، لحظات خوشی را برایشان فراهم می‌کنم",
  "من از هر جمعی لذت می‌برم و به راحتی می‌توانم خودم را با آن شرایط و جماعت و محیط وفق بدهم، گویی که سال‌هاست با آن‌ها هستم و آن‌ها را می‌شناسم",
  "گاهی احساس می‌کنم با وجودی که دورم شلوغ است و دوستان زیادی دارم، زمان‌هایی که نیاز به یک دوست صمیمی دارم تنها هستم",
  "به نظرم بهتر است، در زندگی باز بود و گرفتار یک تعهد بلندمدت و دست‌وپاگیر نشد",
  "من از محدود شدن و کنترل شدن توسط دیگران منزجر هستم و اگر کسی بخواهد این کار را با من انجام دهد، احساس خفگی می‌کنم به همین دلیل معمولاً در روابطم از خودم اطلاعات دربست زیادی به دیگران نمی‌دهم و دوست ندارم در دسترس دیگران باشم",
  "در رابطه‌ی جنسی تنوع‌طلبم",
  "من دوست ندارم که همسرم به من وابسته باشد و دوست دارم به تنهایی بتواند خانه را گرم کند زیرا من در بیرون از خانه خیلی مشغولیت دارم",
  "من به تربیت بچه‌ها اعتقاد زیادی ندارم و دوست دارم آن‌ها هر کاری دوست دارند انجام بدهند و محدود نباشند و تجربه کنند تا یاد بگیرند",
  "من درباره‌ی میانسالی و کهنسالی زیاد نمی‌اندیشم و برنامه‌ریزی نمی‌کنم و فکر می‌کنم هر چه پیش آید همان زمان فکرش را می‌کنم",
  "من به دیگران خیلی خوب مشاوره می‌دهم، هر چند خودم به آن عمل نکنم",
  "اگر مجبور به درگیری با افرادی بشوم که زورم به آن‌ها نمی‌رسد با زیرکی و زبان‌بازی خود را از مهلکه نجات می‌دهم",
  "خوشحالی و رضایت من زمانی حاصل می‌شود که کارهای متفاوت و خلاقانه و با زاویه‌ی دید جدید انجام دهم یا مرتب به شهرها و کشورهای مختلف سفر کنم، غذاهای جدید را آزمایش کنم و با افراد و باورها و فرهنگ‌های جدید آشنا شوم"
]
